Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# CalibrationInformation_221
source: The AIM Identifier cannot be recognised.
bg: Символът за разделител на единици не може да бъде прочетен надеждно.
cs: Znak oddělovače jednotek nelze spolehlivě přečíst.
da: Enhedsseparator-tegnet kan ikke læses pålideligt.
de: Der AIM-Identifier kann nicht erkannt werden.
el: Δεν μπορεί να αναγνωριστεί το αναγνωριστικό AIM.
es: El Identificador AIM no puede ser reconocido.
et: AIM identifikaatorit ei tunnustata.
fi: AIM-tunnistetta ei voida tunnistaa.
fr: L'identifiant AIM ne peut pas être reconnu.
ga: Ní féidir an tAitheantóir AIM a aithint.
hr: AIM identifikator se ne može prepoznati.
hu: Az AIM azonosító nem ismerhető fel.
is: Ekki er hægt að lesa einingaskil tákn á áreiðanlegan hátt.
it: L'identificatore AIM non può essere riconosciuto.
lt: AIM identifikatorius negali būti atpažintas.
lv: Vienības atdalītāja rakstzīmi nevar uzticami nolasīt.
mt: L-Identifikatur AIM ma jistax jiġi rrikonoxxut.
nl: De AIM-identifier kan niet herkend worden.
no: AIM-identifikatoren kan ikke gjenkjennes.
pl: Znak separatora jednostki nie może być niezawodnie odczytany.
pt: O Identificador AIM não pode ser reconhecido.
ro: Caracterul separator de unitate nu poate fi citit fiabil.
sk: Znak oddeľovača jednotiek sa nedá spoľahlivo prečítať.
sl: Znaka ločilnika enot ni mogoče zanesljivo prebrati.
sv: Tecknet för enhetsavgränsare kan inte läsas på ett tillförlitligt sätt.

# CalibrationInformation_230
source: The barcode scanner is transmitting a prefix: {0}
bg: Баркод скенерът не предава идентификатор AIM.
cs: Skener čárových kódů nepřenáší identifikátor AIM.
da: Stregkodescanneren transmitterer ikke en AIM-identifikator.
de: Der Barcode-Scanner überträgt ein Präfix: {0}
el: Ο σаρωτής barcode мεταδίδει ένα префикс: {0}
es: El escáner de códigos de barras está transmitiendo un prefijo: {0}
et: Vöötkoodiskanner edastab prefiksi: {0}
fi: Viivakoodinlukija lähettää etuliitteen: {0}
fr: Le scanner de code-barres transmet un préfixe : {0}
ga: Tá an scanóir baracóid ag craoladh réamhrá: {0}
hr: Skener bar kodova prenosi prefiks: {0}
hu: A vonalkódolvasó a következő előtagot küldi: {0}
is: Strikamerkjalesarinn sendir ekki AIM auðkennara.
it: Lo scanner di codici a barre sta trasmettendo un prefisso: {0}
lt: Brūkšninių kodų skaitytuvas siunčia priešdėlį: {0}
lv: Svītrkoda skeneris nepārraida AIM identifikatoru.
mt: L-iskanner tal-barcode qed jittrasmetti prefiss: {0}
nl: De barcode scanner verzendt een voorvoegsel: {0}
no: Strekkodeskanneren sender et prefiks: {0}
pl: Skaner kodów kreskowych nie transmituje identyfikatora AIM.
pt: O scanner de código de barras está transmitindo um prefixo: {0}
ro: Scanerul de coduri de bare nu transmite un identificator AIM.
sk: Čítačka čiarových kódov neprenáša identifikátor AIM.
sl: Čitalnik črtnih kod ne prenaša AIM identifikatorja.
sv: Streckkodsläsaren sänder inte en AIM-identifierare.

# CalibrationInformation_231
source: The barcode scanner is transmitting a code: {0}
bg: Идентификаторът AIM не може да бъде разпознат.
cs: Identifikátor AIM nelze rozpoznat.
da: AIM-identifikatoren kan ikke genkendes.
de: Der Barcode-Scanner überträgt einen Code: {0}
el: Ο σαрωτής barcode μεταδίδει έναν κωδικό: {0}
es: El escáner de códigos de barras está transmitiendo un código: {0}
et: Vöötkoodiskanner edastab koodi: {0}
fi: Viivakoodinlukija lähettää koodin: {0}
fr: Le scanner de code-barres transmet un code : {0}
ga: Tá an scanóir baracóid ag craoladh cód: {0}
hr: Skener bar kodova prenosi kod: {0}
hu: A vonalkódolvasó a következő kódot küldi: {0}
is: Ekki er hægt að þekkja AIM auðkennarann.
it: Lo scanner di codici a barre sta trasmettendo un codice: {0}
lt: Brūkšninių kodų skaitytuvas siunčia kodą: {0}
lv: AIM identifikatoru nevar atpazīt.
mt: L-iskanner tal-barcode qed jittrasmetti kodiċi: {0}
nl: De barcode scanner verzendt een code: {0}
no: Strekkodeskanneren sender en kode: {0}
pl: Identyfikator AIM nie może być rozpoznany.
pt: O scanner de código de barras está transmitindo um código: {0}
ro: Identificatorul AIM nu poate fi recunoscut.
sk: Identifikátor AIM nie je možné rozpoznať.
sl: AIM identifikatorja ni mogoče prepoznati.
sv: AIM-identifieraren kan inte identifieras.

# CalibrationInformation_232
source: The barcode scanner is transmitting a suffix: {0}
bg: Идентификаторът AIM не може да бъде прочетен надеждно.
cs: Identifikátor AIM nelze spolehlivě přečíst.
da: AIM-identifikatoren kan ikke læses pålideligt.
de: Der Barcode-Scanner überträgt ein Suffix: {0}
el: Ο саρωτής barcode мεταδίδει ένα епίθημα: {0}
es: El escáner de códigos de barras está transmitiendo un sufijo: {0}
et: Vöötkoodiskanner edastab sufiksi: {0}
fi: Viivakoodinlukija lähettää jälkiliitteen: {0}
fr: Le scanner de code-barres transmet un suffixe : {0}
ga: Tá an scanóir baracóid ag craoladh síneadh: {0}
hr: Skener bar kodova prenosi sufiks: {0}
hu: A vonalkódolvasó a következő utótagot küldi: {0}
is: Ekki er hægt að lesa AIM auðkennið á áreiðanlegan hátt.
it: Lo scanner di codici a barre sta trasmettendo un suffisso: {0}
lt: Brūkšninių kodų skaitytuvas siunčia priesagą: {0}
lv: AIM identifikatoru nevar droši nolasīt.
mt: L-iskanner tal-barcode qed jittrasmetti suffiss: {0}
nl: De barcode scanner verzendt een achtervoegsel: {0}
no: Strekkodeskanneren sender et suffiks: {0}
pl: Identyfikator AIM nie może być odczytany w sposób wiarygodny.
pt: O scanner de código de barras está transmitindo um sufixo: {0}
ro: Identificatorul AIM nu poate fi citit în mod fiabil.
sk: Identifikátor AIM nie je možné spoľahlivo prečítať.
sl: Identifikator AIM ni mogoče zanesljivo prebrati.
sv: AIM-identifieraren kan inte läsas pålitligt.

# CalibrationInformation_240
source: The barcode scanner is not transmitting an end-of-line character sequence (e.g. a carriage return).
bg: Баркод скенерът предава префикс: {0}
cs: Skener čárových kódů přenáší prefix: {0}
da: Stregkodescanneren transmitterer et præfiks: {0}
de: Der Barcode-Scanner überträgt keine Zeichenfolge für das Zeilenende (z.B. ein Wagenrücklauf).
el: Ο σαρωτής barcode δεν μεταδίδει ακολουθία χαρακτήρων τέλους γραμμής (π.χ. ένα carriage return).
es: El escáner de códigos de barras no está transmitiendo una secuencia de caracteres de fin de línea (por ejemplo, un retorno de carro).
et: Vöötkoodiskanner ei edasta rea lõpu tähemärkide järjestust (nt kärusõidu tagastust).
fi: Viivakoodinlukija ei lähetä rivin lopetusmerkkijonoa (esim. rivinvaihtoa).
fr: Le scanner de code-barres ne transmet pas de séquence de caractères de fin de ligne (par exemple, un retour chariot).
ga: Níl an scanóir baracóid ag craoladh seicheamh carachtar deireadh-líne (e.g. carráiste ar ais).
hr: Skener bar kodova ne prenosi sekvencu znakova za kraj linije (npr. povratak kola).
hu: A vonalkódolvasó nem küld sorvégi karakter sorozatot (pl. kocsivissza).
is: Strikamerkjalesarinn sendir forskeyti: {0}
it: Lo scanner di codici a barre non trasmette una sequenza di caratteri di fine riga (ad esempio un ritorno carrello).
lt: Brūkšninių kodų skaitytuvas nesiunčia eilutės pabaigos simbolių sekos (pvz., krepšelio grąžinimo).
lv: Svītrkoda skeneris pārraida prefiksu: {0}
mt: L-iskanner tal-barcode mhu qed jittrasmetti l-ebda sekwenza ta' karattri ta' tmiem tal-linja (eż. carriage return).
nl: De barcode scanner verzendt geen end-of-line tekensequentie (bijvoorbeeld een carriage return).
no: Strekkodeskanneren sender ikke en slutten-av-linje-tegnsekvens (f.eks. en vognretur).
pl: Skaner kodów kreskowych transmituje prefix: {0}
pt: O scanner de código de barras não está transmitindo uma sequência de caracteres de fim de linha (por exemplo, retorno de carro).
ro: Scanerul de coduri de bare transmite un prefix: {0}
sk: Čítačka čiarových kódov prenáša predponu: {0}
sl: Čitalnik črtnih kod prenaša predpono: {0}
sv: Streckkodsläsaren sänder ett prefix: {0}

# CalibrationInformation_250
source: The reported character {0} is ambiguous. There are multiple keys for the same character, each representing a different expected character. However, at most, only one of the expected characters is invariant.
bg: Докладваният символ {0} е нееднозначен. Има множество клавиши за същия символ, всеки представляващ различен очакван символ. Въпреки това, най-много един от очакваните символи е инвариантен.
cs: Nahlášený znak {0} je nejednoznačný. Existuje několik kláves pro stejný znak, z nichž každá představuje jiný očekávaný znak. Avšak nejvýše jeden z očekávaných znaků je neměnný.
da: Det rapporterede tegn {0} er tvetydigt. Der er flere taster for det samme tegn, hver repræsenterer et andet forventet tegn. Dog er kun ét af de forventede tegn på det højeste invariant.
de: Das gemeldete Zeichen {0} ist mehrdeutig. Es gibt mehrere Tasten für dasselbe Zeichen, von denen jede ein anderes erwartetes Zeichen darstellt. Allerdings ist höchstens eines der erwarteten Zeichen invariant.
el: Ο αναφερόμενος χаρακτήρας {0} είναι ασαφής. Υπάρχουν πολλαπλά κλειδιά για τον ίδιο χаρακτήρα, καθένα αντιπροσωπεύοντας έναν διαφορετικό αναμενόμενο χαρακτήρα. Ωστόσο, το πολύ μόνο ένας από τους αναμενόμενους χαρακτήρες είναι αμετάβλητος.
es: El carácter reportado {0} es ambiguo. Hay múltiples teclas para el mismo carácter, cada una representando un carácter esperado diferente. Sin embargo, como máximo, solo uno de los caracteres esperados es invariante.
et: Teatatud tähemärk {0} on mitmetähenduslik. Sama tähemärgi jaoks on mitu klahvi, igaüks esindades erinevat oodatavat tähemärki. Siiski on maksimaalselt üks oodatavatest tähemärkidest invariantne.
fi: Raportoitu merkki {0} on epäselvä. Samalle merkille on useita näppäimiä, joista jokainen edustaa eri odotettua merkkiä. Kuitenkin korkeintaan vain yksi odotetuista merkeistä on invariantti.
fr: Le caractère signalé {0} est ambigu. Il existe plusieurs clés pour le même caractère, chacune représentant un caractère attendu différent. Cependant, au plus, un seul des caractères attendus est invariant.
ga: Tá an carachtar tuairiscithe {0} doiléir. Tá iolrú eochracha ann don charachtar céanna, gach ceann acu ag léiriú carachtar ionchasaigh difriúil. Ach, ag an am céanna, níl ach ceann amháin de na carachtair ionchasaigh inbhuanaithe.
hr: Prijavljeni znak {0} je dvosmislen. Postoje više tipki za isti znak, svaka predstavlja drugačiji očekivani znak. Međutim, najviše samo jedan od očekivanih znakova je invarijantan.
hu: A jelentett {0} karakter kétértelmű. Ugyanaz a karakter több különböző várható karaktert képvisel. Azonban legfeljebb csak az egyik várható karakter invariáns.
is: Skýrði stafurinn {0} er tvíræður. Það eru nokkrir lyklar fyrir sama stafinn, hver þeirra táknar mismunandi væntanlegan staf. Hins vegar er í hæsta lagi aðeins einn af væntanlegu stöfunum fastur.
it: Il carattere segnalato {0} è ambiguo. Ci sono più chiavi per lo stesso carattere, ognuna rappresenta un carattere atteso diverso. Tuttavia, al massimo, solo uno dei caratteri attesi è invariante.
lt: Praneštas simbolis {0} yra dviprasmiškas. Yra keletas klavišų tokiems patiems simboliams, kiekvienas atstovauja skirtingam laukiamam simboliui. Tačiau daugiausiai tik vienas iš laukiamų simbolių yra invariantinis.
lv: Ziņotā rakstzīme {0} ir neskaidra. Ir vairākas taustiņu kombinācijas vienai un tai pašai rakstzīmei, un katra no tām attēlo atšķirīgu paredzēto rakstzīmi. Tomēr, visaugstākajā gadījumā, tikai viena no paredzētajām rakstzīmēm ir invarianta.
mt: Il-karattru rrappurtat {0} huwa ambigwu. Hemm ċwievet multipli għall-istess karattru, kull wieħed jirrappreżenta karattru mistenni differenti. Madankollu, massimu wieħed biss mill-karattri mistennija huwa invarianti.
nl: Het gerapporteerde karakter {0} is dubbelzinnig. Er zijn meerdere toetsen voor hetzelfde karakter, elk een ander verwacht karakter vertegenwoordigend. Echter, hoogstens is slechts één van de verwachte karakters invariant.
no: Rapportert tegn {0} er tvetydig. Det er flere nøkler for det samme tegnet, hver som representerer en annen forventet tegn. Imidlertid er det på det meste bare ett av de forventede tegnene som er invariant.
pl: Zgłoszony znak {0} jest niejednoznaczny. Istnieje wiele klawiszy dla tego samego znaku, z których każdy reprezentuje inny oczekiwany znak. Jednak najwyżej jeden z oczekiwanych znaków jest niezmienny.
pt: O caráter relatado {0} é ambíguo. Existem várias teclas para o mesmo caráter, cada uma representando um diferente caráter esperado. No entanto, no máximo, apenas um dos caracteres esperados é invariante.
ro: Caracterele raportate {0} sunt ambigue. Există mai multe taste pentru același caracter, fiecare reprezentând un caracter așteptat diferit. Cu toate acestea, cel mult, doar unul dintre caracterele așteptate este invariant.
sk: Hlásený znak {0} je nejednoznačný. Existuje viacero kláves pre ten istý znak, z ktorých každý predstavuje iný očakávaný znak. Avšak, najviac iba jeden z očakávaných znakov je nemenný.
sl: Prijavljeni znak {0} je dvoumen. Obstaja več tipk za isti znak, vsaka predstavlja drug pričakovan znak. Vendar je največ eden od pričakovanih znakov invarianten.
sv: Den rapporterade tecknet {0} är tvetydigt. Det finns flera tangenter för samma tecken, var och en representerar ett annat förväntat tecken. Dock är högst ett av de förväntade tecknen invariant.

# CalibrationInformation_251
source: Some reported characters are ambiguous. There are multiple keys for the same character, each representing a different non-invariant expected ASCII character: {0}
bg: Някои докладвани символи са нееднозначни. Има множество клавиши за същия символ, всеки представляващ различен неинвариантен очакван ASCII символ: {0}
cs: Některé nahlášené znaky jsou nejednoznačné. Existuje několik kláves pro stejný znak, z nichž každá představuje jiný neočekávaný neměnný znak ASCII: {0}
da: Nogle rapporterede tegn er tvetydige. Der er flere taster for det samme tegn, hver repræsenterer et andet ikke-invariant forventet ASCII-tegn: {0}
de: Einige gemeldete Zeichen sind mehrdeutig. Es gibt mehrere Tasten für dasselbe Zeichen, von denen jede ein anderes nicht invariantes erwartetes ASCII-Zeichen darstellt: {0}
el: Κάποιοι αναφερόμενοι χαρακτήρες είναι ασαφείς. Υπάρχουν πολλαπλά κλειδιά για τον ίδιο χαρακτήρα, κάθε ένα αντιπροσωπεύοντας έναν διαφορετικό μη αμετάβλητο αναμενόμενο χαρακτήρα ASCII: {0}
es: Algunos caracteres reportados son ambiguos. Hay múltiples teclas para el mismo carácter, cada una representando un diferente carácter ASCII no invariante esperado: {0}
et: Mõningaid teatatud tähemärke on mitmetähenduslikud. Sama tähemärgi jaoks on mitu klahvi, igaüks esindades erinevat mitteinvariantset eeldatavat ASCII tähemärki: {0}
fi: Joitakin raportoituja merkkejä on epäselviä. Samalle merkille on useita näppäimiä, joista jokainen edustaa eri ei-invarianttia odotettua ASCII-merkkiä: {0}
fr: Certains caractères signalés sont ambigus. Il existe plusieurs clés pour le même caractère, chacune représentant un caractère ASCII non invariant attendu différent : {0}
ga: Tá roinnt carachtair tuairiscithe doiléir. Tá iolrú eochracha ann don charachtar céanna, gach ceann acu ag léiriú carachtar ASCII neamh-inbhuanaithe difriúil ionchasach: {0}
hr: Neki prijavljeni znakovi su dvosmisleni. Postoji više tipki za isti znak, svaka predstavlja drugačiji očekivani neinvarijantni ASCII znak: {0}
hu: Néhány jelentett karakter kétértelmű. Ugyanaz a karakter több különböző nem invariáns várható ASCII karaktert képvisel: {0}
is: Sumir tilkynntir stafir eru tvíræðir. Það eru nokkrir lyklar fyrir sama stafinn, hver þeirra táknar annan ekki-fastan væntanlegan ASCII staf: {0}
it: Alcuni caratteri segnalati sono ambigui. Ci sono più chiavi per lo stesso carattere, ognuna rappresenta un diverso carattere ASCII non invariante atteso: {0}
lt: Kai kurių praneštų simbolių prasmė yra dviprasmiška. Yra keletas klavišų tokiems patiems simboliams, kiekvienas atstovauja skirtingam laukiamam neinvariantiniam ASCII simboliui: {0}
lv: Dažas ziņotās rakstzīmes ir neskaidras. Ir vairākas taustiņu kombinācijas vienai un tai pašai rakstzīmei, un katra no tām attēlo atšķirīgu ne-invariantu paredzēto ASCII rakstzīmi: {0}
mt: Xi karattri rrappurtati huma ambigwi. Hemm ċwievet multipli għall-istess karattru, kull wieħed jirrappreżenta karattru ASCII mhux invarianti mistenni differenti: {0}
nl: Sommige gerapporteerde karakters zijn dubbelzinnig. Er zijn meerdere toetsen voor hetzelfde karakter, elk een ander niet-invariant verwacht ASCII-karakter vertegenwoordigend: {0}
no: Noen rapporterte tegn er tvetydige. Det er flere nøkler for det samme tegnet, hver som representerer en annen forventet ikke-invariant ASCII-tegn: {0}
pl: Niektóre zgłoszone znaki są niejednoznaczne. Istnieje wiele klawiszy dla tego samego znaku, z których każdy reprezentuje inny niezmienny oczekiwany znak ASCII: {0}
pt: Alguns caracteres relatados são ambíguos. Existem várias teclas para o mesmo caráter, cada uma representando um diferente caráter ASCII não invariante esperado: {0}
ro: Unele caractere raportate sunt ambigue. Există mai multe taste pentru același caracter, fiecare reprezentând un caracter ASCII așteptat ne-invariant: {0}
sk: Niektoré hlásené znaky sú nejednoznačné. Existuje viacero kláves pre ten istý znak, z ktorých každý predstavuje iný neočakávaný nemenný znak ASCII: {0}
sl: Nekateri prijavljeni znaki so dvoumni. Obstaja več tipk za isti znak, vsaka predstavlja drug ne-invarianten pričakovan ASCII znak: {0}
sv: Vissa rapporterade tecken är tvetydiga. Det finns flera tangenter för samma tecken, var och en representerar ett annat icke-invariant förväntat ASCII-tecken: {0}

# CalibrationInformation_252
source: AIM Identifiers cannot be recognised. The reported character {0} is ambiguous. There are multiple keys for this character which represents the AIM flag character as well as other expected character(s).
bg: AIM идентификаторите не могат да бъдат разпознати. Докладваният символ {0} е нееднозначен. Има множество клавиши за този символ, който представлява символа на флага AIM, както и други очаквани символи.
cs: Identifikátory AIM nelze rozpoznat. Nahlášený znak {0} je nejednoznačný. Existuje několik kláves pro tento znak, které představují jak znak vlajky AIM, tak i další očekávané znaky.
da: AIM-identifikatorer kan ikke genkendes. Det rapporterede tegn {0} er tvetydigt. Der er flere taster for dette tegn, som repræsenterer AIM-flagtegnet såvel som andre forventede tegn.
de: AIM-Identifikatoren können nicht erkannt werden. Der gemeldete Charakter {0} ist mehrdeutig. Es gibt mehrere Tasten für diesen Charakter, der sowohl den AIM-Flag-Charakter als auch andere erwartete Charakter(e) darstellt.
el: Δεν μπορούν να αναγνωριστούν τα αναγνωριστικά AIM. Ο αναφερόμενος χαρακτήρας {0} είναι ασαφής. Υπάρχουν πολλαπλά κλειδιά για αυτόν τον χαρακτήρα που αντιπροσωπεύει τον χαρακτήρα σημαίας AIM καθώς και άλλους αναμενόμενους χαρακτήρες.
es: Los Identificadores AIM no pueden ser reconocidos. El carácter reportado {0} es ambiguo. Hay múltiples teclas para este carácter que representa el carácter de bandera AIM así como otros carácter(es) esperados.
et: AIM identifikaatoreid ei tunnustata. Teatatud tähemärk {0} on mitmetähenduslik. Sellele tähemärgile, mis esindab AIM lipu tähemärki ja ka muid oodatavaid tähemärke, vastab mitu klahvi.
fi: AIM-tunnisteita ei voida tunnistaa. Raportoitu merkki {0} on epäselvä. Tälle merkille on useita näppäimiä, jotka edustavat AIM-lippumerkkiä sekä muita odotettuja merkkejä.
fr: Les identifiants AIM ne peuvent pas être reconnus. Le caractère signalé {0} est ambigu. Il existe plusieurs clés pour ce caractère qui représente le caractère de drapeau AIM ainsi que d'autres caractère(s) attendu(s).
ga: Ní féidir aitheantóirí AIM a aithint. Tá an carachtar tuairiscithe {0} doiléir. Tá iolrú eochracha ann don charachtar seo a léiríonn carachtar bratach AIM chomh maith le carachtar(anna) eile ionchais.
hr: AIM identifikatori se ne mogu prepoznati. Prijavljeni znak {0} je dvosmislen. Postoji više tipki za ovaj znak koji predstavlja AIM zastavicu kao i druge očekivane znakove.
hu: Az AIM azonosítók nem ismerhetők fel. A jelentett karakter {0} kétértelmű. Több kulcs is létezik ehhez a karakterhez, amely az AIM zászló karaktert és más várt karakter(ek)et képvisel.
is: Ekki er hægt að þekkja AIM auðkenni. Skýrði stafurinn {0} er tvíræður. Það eru nokkrir lyklar fyrir þennan staf sem tákna AIM fánatákn og aðra væntanlega stafi.
it: Gli identificatori AIM non possono essere riconosciuti. Il carattere segnalato {0} è ambiguo. Ci sono più chiavi per questo carattere che rappresenta il carattere del flag AIM così come altri caratteri attesi.
lt: AIM identifikatorius negali būti atpažintas. Praneštas simbolis {0} yra dviprasmiškas. Yra keletas klavišų šiam simboliui, kuris atstovauja AIM vėliavos simboliui, taip pat ir kitiems laukiamiems simboliams.
lv: AIM identifikatori nevar tikt atpazīti. Ziņotā rakstzīme {0} ir neskaidra. Ir vairākas taustiņu kombinācijas šai rakstzīmei, kas attēlo gan AIM karodziņa rakstzīmi, gan citas paredzētās rakstzīmes.
mt: Ma jistgħux jiġu rrikonoxxuti Identifikaturi AIM. Il-karattru rrappurtat {0} huwa ambigwu. Hemm ċwievet multipli għal dan il-karattru li jirrappreżentaw il-karattru tal-bandiera AIM kif ukoll karattru/i mistenni/a oħra/jn.
nl: AIM-identifiers kunnen niet herkend worden. Het gerapporteerde karakter {0} is dubbelzinnig. Er zijn meerdere toetsen voor dit karakter dat het AIM-vlagkarakter vertegenwoordigt, evenals andere verwachte karakter(s).
no: AIM-identifikatorer kan ikke gjenkjennes. Rapportert tegn {0} er tvetydig. Det er flere nøkler for dette tegnet som representerer AIM-flaggtegnet samt andre forventede tegn.
pl: Identyfikatory AIM nie mogą być rozpoznane. Zgłoszony znak {0} jest niejednoznaczny. Istnieje wiele klawiszy dla tego znaku, który reprezentuje znak flagi AIM oraz inne oczekiwane znaki.
pt: Identificadores AIM não podem ser reconhecidos. O caráter relatado {0} é ambíguo. Existem várias teclas para este caráter que representa o caráter de bandeira AIM, bem como outros carateres esperados.
ro: Identificatorii AIM nu pot fi recunoscuți. Caracterul raportat {0} este ambiguu. Există mai multe taste pentru acest caracter, care reprezintă caracterul de semnal AIM, precum și alte caractere așteptate.
sk: Identifikátory AIM nie je možné rozpoznať. Hlásený znak {0} je nejednoznačný. Existuje viacero kláves pre tento znak, ktorý predstavuje znak vlajky AIM, ako aj ďalšie očakávané znaky.
sl: Identifikatorjev AIM ni mogoče prepoznati. Prijavljeni znak {0} je dvoumen. Obstaja več tipk za ta znak, ki predstavljajo AIM zastavo ter druge pričakovane znake.
sv: AIM-identifierare kan inte kännas igen. Det rapporterade tecknet {0} är tvetydigt. Det finns flera tangenter för detta tecken som representerar AIM-flaggan samt andra förväntade tecken.
