Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# CalibrationInformation_160
source: Group Separator characters are supported.
bg: Поддържат се символи за групови разделители.
cs: Podporovány jsou znaky oddělovače skupin.
da: Gruppeseparatortegn understøttes.
de: Gruppentrennzeichen werden unterstützt.
el: Υποστηρίζονται οι χαρακτήρες διαχωριστή ομάδας.
es: Los caracteres separadores de grupo son compatibles.
et: Grupi eraldaja tähemärgid on toetatud.
fi: Ryhmän erottajamerkit ovat tuettuja.
fr: Les caractères de séparateur de groupe sont pris en charge.
ga: Tacaítear le carachtair scartha grúpa.
hr: Podržani su znakovi grupnih separatora.
hu: A csoportelválasztó karakterek támogatottak.
is: Group Separator stafir eru studdir.
it: I caratteri separatore di gruppo sono supportati.
lt: Palaikomi grupės skyriklio simboliai.
lv: Grupu atdalītāju rakstzīmes tiek atbalstītas.
mt: Karattri separatori tal-grupp huma appoġġjati.
nl: Groepscheidingstekens worden ondersteund.
no: Støtte for gruppeseparator-tegn.
pl: Znaki separatora grupy są obsługiwane.
pt: Caracteres separadores de grupo são suportados.
ro: Caracterele separator de grup sunt suportate.
sk: Podporované sú znaky skupinového oddeľovača.
sl: Podprti so znaki ločila skupin.
sv: Tecken för gruppseparatorer stöds.

# CalibrationInformation_161
source: Record Separator characters are supported.
bg: Поддържат се символи за записващи разделители.
cs: Podporovány jsou znaky oddělovače záznamů.
da: Rekordseparator-tegn understøttes.
de: Trennzeichen für Datensätze werden unterstützt.
el: Υποστηρίζονται χαρακτήρες διαχωριστή εγγραφών.
es: Los caracteres separadores de registro son compatibles.
et: Rekordi eraldaja tähemärgid on toetatud.
fi: Tallenteen erottajamerkit ovat tuettuja.
fr: Les caractères de séparateur d'enregistrement sont pris en charge.
ga: Tacaítear le carachtair scartha taifead.
hr: Podržani su znakovi rekordnih separatora.
hu: A rekordelválasztó karakterek támogatottak.
is: Record Separator stafir eru studdir.
it: I caratteri separatore di record sono supportati.
lt: Palaikomi įrašų skyriklio simboliai.
lv: Ierakstu atdalītāju rakstzīmes tiek atbalstītas.
mt: Karattri separatori tar-rekord huma appoġġjati.
nl: Recordscheidingstekens worden ondersteund.
no: Støtte for rekordseparator-tegn.
pl: Znaki separatora rekordów są obsługiwane.
pt: Caracteres separadores de registro são suportados.
ro: Caracterele separator de înregistrare sunt suportate.
sk: Podporované sú znaky oddeľovača záznamov.
sl: Podprti so znaki ločila zapisa.
sv: Tecken för skiljereferenser stöds.

# CalibrationInformation_170
source: The barcode scanner may be configured to compensate for Caps Lock.
bg: Баркод скенерът може да бъде конфигуриран да компенсира Caps Lock.
cs: Skener čárových kódů může být konfigurován tak, aby kompenzoval Caps Lock.
da: Stregkodescanneren kan være konfigureret til at kompensere for Caps Lock.
de: Der Barcode-Scanner könnte konfiguriert sein, um Caps Lock zu kompensieren.
el: Ο саρωτής barcode μπορεί να είναι διαμορфωμένος για να αντισταθμίσει το Caps Lock.
es: El escáner de códigos de barras puede estar configurado para compensar el bloqueo de mayúsculas.
et: Vöötkoodiskanner võib olla konfigureeritud kompenseerima Caps Lock'i.
fi: Viivakoodinlukija voidaan konfiguroida kompensoimaan Caps Lockin.
fr: Le scanner de code-barres peut être configuré pour compenser le verrouillage des majuscules.
ga: D'fhéadfadh an scanóir baracóid a bheith cumraithe chun cúiteamh a dhéanamh do Caps Lock.
hr: Skener bar kodova može biti konfiguriran za kompenzaciju Caps Lock-a.
hu: A vonalkódolvasó beállítható a Caps Lock kompenzálására.
is: Strikamerkjalesarinn gæti verið stilltur til að bæta úr fyrir Caps Lock.
it: Lo scanner di codici a barre potrebbe essere configurato per compensare il blocco maiuscole.
lt: Brūkšninių kodų skaitytuvas gali būti nustatytas kompensuoti Caps Lock.
lv: Svītrkodu skeneris var tikt konfigurēts, lai kompensētu Caps Lock.
mt: L-iskanner tal-barcode jista' jkun ikkonfigurat biex jikkumpensa għall-Caps Lock.
nl: De barcode scanner kan geconfigureerd zijn om te compenseren voor Caps Lock.
no: Strekkodeskanneren kan være konfigurert til å kompensere for Caps Lock.
pl: Skaner kodów kreskowych może być skonfigurowany do kompensacji Caps Lock.
pt: O scanner de código de barras pode estar configurado para compensar o Caps Lock.
ro: Scanerul de coduri de bare poate fi configurat pentru a compensa Caps Lock.
sk: Čítačka čiarových kódov môže byť nakonfigurovaná na kompenzáciu Caps Lock.
sl: Čitalnik črtnih kod je morda nastavljen za kompenzacijo Caps Lock.
sv: Streckkodsläsaren kan vara konfigurerad för att kompensera för Caps Lock.

# CalibrationInformation_180
source: The computer keyboard supports the following script: {0}
bg: Компютърната клавиатура поддържа следния скрипт: {0}
cs: Počítačová klávesnice podporuje následující skript: {0}
da: Computerens tastatur understøtter følgende skrift: {0}
de: Die Computertastatur unterstützt das folgende Skript: {0}
el: Το πληκτρολόγιο του υпολογιστή υποστηρίζει το ακόλουθο σενάριο: {0}
es: El teclado de la computadora admite el siguiente script: {0}
et: Arvuti klaviatuur toetab järgmist skripti: {0}
fi: Tietokoneen näppäimistö tukee seuraavaa kirjoitusjärjestelmää: {0}
fr: Le clavier de l'ordinateur prend en charge le script suivant : {0}
ga: Tacaíonn méarchlár an ríomhaire leis an script seo a leanas: {0}
hr: Tipkovnica računala podržava sljedeći skript: {0}
hu: A számítógép billentyűzete a következő szkriptet támogatja: {0}
is: Lyklaborð tölvunnar styður eftirfarandi rithátt: {0}
it: La tastiera del computer supporta il seguente script: {0}
lt: Kompiuterio klaviatūra palaiko šią rašyseną: {0}
lv: Datora klaviatūra atbalsta šādu rakstību: {0}
mt: Il-keyboard tal-kompjuter jappoġġja l-iskrittura li ġejja: {0}
nl: Het computer toetsenbord ondersteunt het volgende script: {0}
no: Datamaskinens tastatur støtter følgende skript: {0}
pl: Klawiatura komputera obsługuje następujący skrypt: {0}
pt: O teclado do computador suporta o seguinte script: {0}
ro: Tastatura calculatorului suportă următorul script: {0}
sk: Klávesnica počítača podporuje nasledujúci skript: {0}
sl: Tipkovnica računalnika podpira naslednji skript: {0}
sv: Datorns tangentbord stöder följande skript: {0}

# CalibrationInformation_190
source: The computer keyboard is configured for the following platform: {0}
bg: Компютърната клавиатура е конфигурирана за следната платформа: {0}
cs: Počítačová klávesnice je konfigurována pro následující platformu: {0}
da: Computerens tastatur er konfigureret til følgende platform: {0}
de: Die Computertastatur ist für die folgende Plattform konfiguriert: {0}
el: Το πληκτρολόγιο του υπολογιστή είναι διαμορφωμένο για την ακόλουθη πλατφόρμα: {0}
es: El teclado de la computadora está configurado para la siguiente plataforma: {0}
et: Arvuti klaviatuur on konfigureeritud järgmisele platvormile: {0}
fi: Tietokoneen näppäimistö on konfiguroitu seuraavalle alustalle: {0}
fr: Le clavier de l'ordinateur est configuré pour la plateforme suivante : {0}
ga: Tá méarchlár an ríomhaire cumraithe don ardán seo a leanas: {0}
hr: Tipkovnica računala je konfigurirana za sljedeću platformu: {0}
hu: A számítógép billentyűzete a következő platformhoz van beállítva: {0}
is: Lyklaborð tölvunnar er stillt fyrir eftirfarandi vettvang: {0}
it: La tastiera del computer è configurata per la seguente piattaforma: {0}
lt: Kompiuterio klaviatūra sukonfigūruota šiai platformai: {0}
lv: Datora klaviatūra ir konfigurēta šādai platformai: {0}
mt: Il-keyboard tal-kompjuter huwa kkonfigurat għall-pjattaforma li ġejja: {0}
nl: Het computer toetsenbord is geconfigureerd voor het volgende platform: {0}
no: Datamaskinens tastatur er konfigurert for følgende plattform: {0}
pl: Klawiatura komputera jest skonfigurowana dla następującej platformy: {0}
pt: O teclado do computador está configurado para a seguinte plataforma: {0}
ro: Tastatura calculatorului este configurată pentru următoarea platformă: {0}
sk: Klávesnica počítača je nakonfigurovaná pre nasledujúcu platformu: {0}
sl: Tipkovnica računalnika je nastavljena za naslednjo platformo: {0}
sv: Datorns tangentbord är konfigurerat för följande plattform: {0}

# CalibrationInformation_200
source: Some non-invariant ASCII characters cannot be detected.
bg: Някои непостоянни символи ASCII не могат да бъдат открити.
cs: Některé neinvariantní znaky ASCII nemohou být detekovány.
da: Nogle ikke-invariante ASCII-tegn kan ikke detekteres.
de: Einige nicht invariante ASCII-Zeichen können nicht erkannt werden.
el: Κάποιοι μη αμετάβλητοι χαρακτήρες ASCII δεν μπορούν να ανιχνευτούν.
es: Algunos caracteres ASCII no invariantes no pueden ser detectados.
et: Mõningaid mitteinvariantseid ASCII tähemärke ei saa tuvastada.
fi: Joitain ei-invariantteja ASCII-merkkejä ei voida havaita.
fr: Certains caractères ASCII non invariants ne peuvent pas être détectés.
ga: Ní féidir carachtair ASCII neamh-inbhuanaithe a bhrath.
hr: Neki neinvarijantni ASCII znakovi se ne mogu detektirati.
hu: Néhány nem invariáns ASCII karakter nem észlelhető.
is: Sumir óbreytanlegir ASCII stafir eru ógreinanlegir.
it: Alcuni caratteri ASCII non invarianti non possono essere rilevati.
lt: Kai kurie neinvariantiniai ASCII simboliai negali būti aptikti.
lv: Dažas nemainīgās ASCII rakstzīmes nevar noteikt.
mt: Xi karattri ASCII mhux invarianti ma jistgħux jiġu skoperti.
nl: Sommige niet-invariante ASCII-karakters kunnen niet gedetecteerd worden.
no: Noen ikke-invariante ASCII-tegn kan ikke oppdages.
pl: Niektóre niezmiennicze znaki ASCII nie mogą być wykryte.
pt: Alguns caracteres ASCII não invariantes não podem ser detectados.
ro: Unele caractere ASCII non-invariante nu pot fi detectate.
sk: Niektoré neinvariantné znaky ASCII nie je možné zistiť.
sl: Nekaterih neinvariantnih ASCII znakov ni mogoče zaznati.
sv: Vissa icke-invarianta ASCII-tecken kan inte detekteras.

# CalibrationInformation_201
source: Some non-invariant ASCII characters are not recognised: {0}
bg: Някои непостоянни символи ASCII не се разпознават: {0}
cs: Některé neinvariantní znaky ASCII nejsou rozpoznány: {0}
da: Nogle ikke-invariante ASCII-tegn genkendes ikke: {0}
de: Einige nicht invariante ASCII-Zeichen werden nicht erkannt: {0}
el: Κάποιοι μη αμετάβλητοι χαρακτήρες ASCII δεν αναγνωρίζονται: {0}
es: Algunos caracteres ASCII no invariantes no son reconocidos: {0}
et: Mõningaid mitteinvariantseid ASCII tähemärke ei tunnustata: {0}
fi: Joitain ei-invariantteja ASCII-merkkejä ei tunnisteta: {0}
fr: Certains caractères ASCII non invariants ne sont pas reconnus : {0}
ga: Ní aithnítear roinnt carachtair ASCII neamh-inbhuanaithe: {0}
hr: Neki neinvarijantni ASCII znakovi se ne prepoznaju: {0}
hu: Néhány nem invariáns ASCII karaktert nem ismernek fel: {0}
is: Sumir óbreytanlegir ASCII stafir eru ekki þekktir: {0}
it: Alcuni caratteri ASCII non invarianti non sono riconosciuti: {0}
lt: Kai kurie neinvariantiniai ASCII simboliai nėra atpažįstami: {0}
lv: Dažas nemainīgās ASCII rakstzīmes netiek atpazītas: {0}
mt: Xi karattri ASCII mhux invarianti mhumiex rikonoxxuti: {0}
nl: Sommige niet-invariante ASCII-karakters worden niet herkend: {0}
no: Noen ikke-invariante ASCII-tegn gjenkjennes ikke: {0}
pl: Niektóre niezmiennicze znaki ASCII nie są rozpoznawane: {0}
pt: Alguns caracteres ASCII não invariantes não são reconhecidos: {0}
ro: Unele caractere ASCII non-invariante nu sunt recunoscute: {0}
sk: Niektoré neinvariantné znaky ASCII nie sú rozpoznané: {0}
sl: Nekateri neinvariantni ASCII znaki niso prepoznani: {0}
sv: Vissa icke-invarianta ASCII-tecken känns inte igen: {0}

# CalibrationInformation_202
source: Some combinations of non-invariant ASCII characters are not recognised: {0}
bg: Някои комбинации от непостоянни символи ASCII не се разпознават: {0}
cs: Některé kombinace neinvariantních znaků ASCII nejsou rozpoznány: {0}
da: Nogle kombinationer af ikke-invariante ASCII-tegn genkendes ikke: {0}
de: Einige Kombinationen nicht invarianter ASCII-Zeichen werden nicht erkannt: {0}
el: Κάποιοι συνδυασμοί μη αμετάβλητων χαρακτήρων ASCII δεν αναγνωρίζονται: {0}
es: Algunas combinaciones de caracteres ASCII no invariantes no son reconocidas: {0}
et: Mõningaid mitteinvariantseid ASCII tähemärkide kombinatsioone ei tunnustata: {0}
fi: Jotkut ei-invarianttien ASCII-merkkien yhdistelmät eivät ole tunnistettavissa: {0}
fr: Certaines combinaisons de caractères ASCII non invariants ne sont pas reconnues : {0}
ga: Ní aithnítear roinnt teaglamaí de charachtair ASCII neamh-inbhuanaithe: {0}
hr: Neke kombinacije neinvarijantnih ASCII znakova se ne prepoznaju: {0}
hu: Néhány nem invariáns ASCII karakter kombinációja nem ismerhető fel: {0}
is: Sumar samsetningar af óbreytanlegum ASCII stöfum eru ekki þekktar: {0}
it: Alcune combinazioni di caratteri ASCII non invarianti non sono riconosciute: {0}
lt: Kai kurios neinvariantinių ASCII simbolių kombinacijos nėra atpažįstamos: {0}
lv: Dažas kombinācijas no nemainīgajām ASCII rakstzīmēm netiek atpazītas: {0}
mt: Xi kombinazzjonijiet ta' karattri ASCII mhux invarianti mhumiex rikonoxxuti: {0}
nl: Sommige combinaties van niet-invariante ASCII-karakters worden niet herkend: {0}
no: Noen kombinasjoner av ikke-invariante ASCII-tegn gjenkjennes ikke: {0}
pl: Niektóre kombinacje niezmiennych znaków ASCII nie są rozpoznawane: {0}
pt: Algumas combinações de caracteres ASCII não invariantes não são reconhecidas: {0}
ro: Unele combinații de caractere ASCII non-invariante nu sunt recunoscute: {0}
sk: Niektoré kombinácie neinvariantných znakov ASCII nie sú rozpoznané: {0}
sl: Nekatere kombinacije neinvariantnih ASCII znakov niso prepoznane: {0}
sv: Vissa kombinationer av icke-invarianta ASCII-tecken känns inte igen: {0}

# CalibrationInformation_210
source: Barcodes that use ISO/IEC 15434 syntax cannot be recognised.
bg: Баркодове, използващи синтаксиса ISO/IEC 15434, не могат да бъдат разпознати.
cs: Čárové kódy používající syntaxi ISO/IEC 15434 nelze rozpoznat.
da: Stregkoder, der bruger ISO/IEC 15434 syntaks, kan ikke genkendes.
de: Barcodes, die die ISO/IEC 15434-Syntax verwenden, können nicht erkannt werden.
el: Δεν μπορούν να αναγνωριστούν barcodes που χρησιμοποιούν τη σύνταξη ISO/IEC 15434.
es: No se pueden reconocer los códigos de barras que utilizan la sintaxis ISO/IEC 15434.
et: Vöötkoode, mis kasutavad ISO/IEC 15434 süntaksit, ei tunnustata.
fi: ISO/IEC 15434 -syntaksia käyttäviä viivakoodeja ei voida tunnistaa.
fr: Les codes-barres utilisant la syntaxe ISO/IEC 15434 ne peuvent pas être reconnus.
ga: Ní féidir barcódanna a úsáideann sintéis ISO/IEC 15434 a aithint.
hr: Bar kodovi koji koriste sintaksu ISO/IEC 15434 se ne mogu prepoznati.
hu: Az ISO/IEC 15434 szintaxist használó vonalkódok nem ismerhetők fel.
is: Strikamerki sem nota ISO/IEC 15434 málskipan er ekki hægt að þekkja.
it: I codici a barre che utilizzano la sintassi ISO/IEC 15434 non possono essere riconosciuti.
lt: Brūkšniniai kodai, naudojantys ISO/IEC 15434 sintaksę, negali būti atpažinti.
lv: Svītrkodus, kas izmanto ISO/IEC 15434 sintaksi, nevar atpazīt.
mt: Barcodes li jużaw is-sintassi ISO/IEC 15434 ma jistgħux jiġu rrikonoxxuti.
nl: Barcodes die ISO/IEC 15434-syntax gebruiken, kunnen niet herkend worden.
no: Strekkoder som bruker ISO/IEC 15434-syntaksen kan ikke gjenkjennes.
pl: Kody kreskowe używające składni ISO/IEC 15434 nie mogą być rozpoznane.
pt: Códigos de barras que usam a sintaxe ISO/IEC 15434 não podem ser reconhecidos.
ro: Codurile de bare care folosesc sintaxa ISO/IEC 15434 nu pot fi recunoscute.
sk: Čiarové kódy používajúce syntax ISO/IEC 15434 nie je možné rozpoznať.
sl: Črtnih kod, ki uporabljajo sintakso ISO/IEC 15434, ni mogoče prepoznati.
sv: Streckkoder som använder ISO/IEC 15434-syntax kan inte identifieras.

# CalibrationInformation_211
source: Barcodes that use ISO/IEC 15434 syntax to represent EDI data cannot be reliably read.
bg: Баркодове, използващи синтаксиса ISO/IEC 15434 за представяне на данни EDI, не могат да бъдат надеждно прочетени.
cs: Čárové kódy používající syntaxi ISO/IEC 15434 pro reprezentaci dat EDI nelze spolehlivě číst.
da: Stregkoder, der bruger ISO/IEC 15434 syntaks til at repræsentere EDI-data, kan ikke pålideligt aflæses.
de: Barcodes, die die ISO/IEC 15434-Syntax verwenden, um EDI-Daten darzustellen, können nicht zuverlässig gelesen werden.
el: Δεν μπορούν να αναγνωστούν αξιόπιστα barcodes που χρησιμοποιούν τη σύνταξη ISO/IEC 15434 για να αντιπροσωπεύσουν δεδομένα EDI.
es: Los códigos de barras que utilizan la sintaxis ISO/IEC 15434 para representar datos EDI no pueden ser leídos de manera confiable.
et: Vöötkoode, mis kasutavad ISO/IEC 15434 süntaksit EDI andmete esitamiseks, ei saa usaldusväärselt lugeda.
fi: ISO/IEC 15434 -syntaksia käyttäviä EDI-tietoja sisältäviä viivakoodeja ei voida lukea luotettavasti.
fr: Les codes-barres utilisant la syntaxe ISO/IEC 15434 pour représenter les données EDI ne peuvent pas être lus de manière fiable.
ga: Ní féidir léamh go hiontaofa barcódanna a úsáideann sintéis ISO/IEC 15434 chun sonraí EDI a léiriú.
hr: Bar kodovi koji koriste sintaksu ISO/IEC 15434 za prikazivanje EDI podataka ne mogu se pouzdano čitati.
hu: Az ISO/IEC 15434 szintaxist használó, EDI adatokat reprezentáló vonalkódok nem olvashatók megbízhatóan.
is: Ekki er hægt að lesa áreiðanlega strikamerki sem nota ISO/IEC 15434 málskipan til að tákna EDI gögn.
it: I codici a barre che utilizzano la sintassi ISO/IEC 15434 per rappresentare dati EDI non possono essere letti in modo affidabile.
lt: Brūkšniniai kodai, naudojantys ISO/IEC 15434 sintaksę EDI duomenų atvaizdavimui, negali būti patikimai nuskaityti.
lv: Svītrkodus, kas izmanto ISO/IEC 15434 sintaksi EDI datu pārstāvībai, nevar uzticami lasīt.
mt: Barcodes li jużaw is-sintassi ISO/IEC 15434 biex jirrappreżentaw data EDI ma jistgħux jiġu aqra b'mod affidabbli.
nl: Barcodes die ISO/IEC 15434-syntax gebruiken om EDI-gegevens te vertegenwoordigen, kunnen niet betrouwbaar worden gelezen.
no: Strekkoder som bruker ISO/IEC 15434-syntaks for å representere EDI-data kan ikke leses pålitelig.
pl: Kody kreskowe używające składni ISO/IEC 15434 do reprezentowania danych EDI nie mogą być wiarygodnie odczytane.
pt: Códigos de barras que usam a sintaxe ISO/IEC 15434 para representar dados EDI não podem ser lidos de forma confiável.
ro: Codurile de bare care folosesc sintaxa ISO/IEC 15434 pentru a reprezenta datele EDI nu pot fi citite în mod fiabil.
sk: Čiarové kódy používajúce syntax ISO/IEC 15434 na reprezentáciu EDI údajov nie je možné spoľahlivo čítať.
sl: Črtnih kod, ki uporabljajo sintakso ISO/IEC 15434 za prikaz podatkov EDI, ni mogoče zanesljivo brati.
sv: Streckkoder som använder ISO/IEC 15434-syntax för att representera EDI-data kan inte läsas pålitligt.

# CalibrationInformation_212
source: The reported character {0} is ambiguous. Barcodes that use ISO/IEC 15434 syntax cannot be read reliably.
bg: Докладваният символ {0} е двусмислен. Баркодове, използващи синтаксиса ISO/IEC 15434, не могат да бъдат надеждно прочетени.
cs: Nahlášený znak {0} je nejednoznačný. Čárové kódy používající syntaxi ISO/IEC 15434 nelze spolehlivě číst.
da: Den rapporterede karakter {0} er tvetydig. Stregkoder, der bruger ISO/IEC 15434 syntaks, kan ikke læses pålideligt.
de: Das gemeldete Zeichen {0} ist mehrdeutig. Barcodes, die die ISO/IEC 15434-Syntax verwenden, können nicht zuverlässig gelesen werden.
el: Ο αναφερόμενος χαρακτήρας {0} είναι ασαφής. Τα barcodes που χρησιμοποιούν τη σύνταξη ISO/IEC 15434 δεν μπορούν να διαβαστούν αξιόπιστα.
es: El carácter reportado {0} es ambiguo. Los códigos de barras que utilizan la sintaxis ISO/IEC 15434 no pueden leerse de manera confiable.
et: Teatatud tähemärk {0} on mitmetähenduslik. Vöötkoode, mis kasutavad ISO/IEC 15434 süntaksit, ei saa usaldusväärselt lugeda.
fi: Raportoitu merkki {0} on epäselvä. ISO/IEC 15434 -syntaksia käyttäviä viivakoodeja ei voida lukea luotettavasti.
fr: Le caractère signalé {0} est ambigu. Les codes-barres utilisant la syntaxe ISO/IEC 15434 ne peuvent pas être lus de manière fiable.
ga: Tá an carachtar tuairiscithe {0} doiléir. Ní féidir barcódanna a úsáideann sintéis ISO/IEC 15434 a léamh go hiontaofa.
hr: Prijavljeni znak {0} je dvosmislen. Bar kodovi koji koriste sintaksu ISO/IEC 15434 se ne mogu pouzdano čitati.
hu: A jelentett {0} karakter kétértelmű. Az ISO/IEC 15434 szintaxist használó vonalkódokat nem lehet megbízhatóan olvasni.
is: Skýrður stafur {0} er tvíræður. Strikamerki sem nota ISO/IEC 15434 málskipan er ekki hægt að lesa áreiðanlega.
it: Il carattere segnalato {0} è ambiguo. I codici a barre che utilizzano la sintassi ISO/IEC 15434 non possono essere letti in modo affidabile.
lt: Praneštas simbolis {0} yra dviprasmiškas. Brūkšniniai kodai, naudojantys ISO/IEC 15434 sintaksę, negali būti patikimai nuskaityti.
lv: Ziņotā rakstzīme {0} ir neskaidra. Svītrkodi, kuri izmanto ISO/IEC 15434 sintaksi, nevar tikt uzticami nolasīti.
mt: Il-karattru rrappurtat {0} huwa ambigwu. Barcodes li jużaw is-sintassi ISO/IEC 15434 ma jistgħux jiġu aqra b'mod affidabbli.
nl: Het gerapporteerde karakter {0} is dubbelzinnig. Barcodes die ISO/IEC 15434-syntax gebruiken, kunnen niet betrouwbaar gelezen worden.
no: Rapportert tegn {0} er tvetydig. Strekkoder som bruker ISO/IEC 15434-syntaksen kan ikke leses pålitelig.
pl: Zgłoszony znak {0} jest niejednoznaczny. Kody kreskowe używające składni ISO/IEC 15434 nie mogą być wiarygodnie odczytywane.
pt: O caráter relatado {0} é ambíguo. Códigos de barras que usam a sintaxe ISO/IEC 15434 não podem ser lidos de forma confiável.
ro: Caracterul raportat {0} este ambiguu. Codurile de bare care utilizează sintaxa ISO/IEC 15434 nu pot fi citite în mod fiabil.
sk: Nahlásený znak {0} je nejednoznačný. Čiarové kódy používajúce syntax ISO/IEC 15434 nie je možné spoľahlivo čítať.
sl: Poročani znak {0} je dvoumen. Črtnih kod, ki uporabljajo sintakso ISO/IEC 15434, ni mogoče zanesljivo brati.
sv: Den rapporterade karaktären {0} är tvetydig. Streckkoder som använder ISO/IEC 15434-syntax kan inte läsas pålitligt.

# CalibrationInformation_220
source: The barcode scanner is not transmitting an AIM Identifier.
bg: Не може да бъде прочетен символът за разделяне на единици.
cs: Znak oddělovače jednotek nelze přečíst.
da: Tegnet for enhedsseparatoren kan ikke læses.
de: Der Barcode-Scanner überträgt keinen AIM-Identifier.
el: Ο σαρωτής barcode δεν μεταδίδει αναγνωριστικό AIM.
es: El escáner de códigos de barras no está transmitiendo un Identificador AIM.
et: Vöötkoodiskanner ei edasta AIM identifikaatorit.
fi: Viivakoodinlukija ei lähetä AIM-tunnistetta.
fr: Le scanner de code-barres ne transmet pas d'identifiant AIM.
ga: Níl an scanóir baracóid ag craoladh Aitheantóir AIM.
hr: Skener bar kodova ne prenosi AIM identifikator.
hu: A vonalkódolvasó nem küld AIM azonosítót.
is: Ekki er hægt að lesa einingarflokksgreini.
it: Lo scanner di codici a barre non trasmette un identificatore AIM.
lt: Brūkšninių kodų skaitytuvas nesiunčia AIM identifikatoriaus.
lv: Nav iespējams nolasīt vienības atdalītāja rakstzīmi.
mt: L-iskanner tal-barcode mhu qed jittrasmetti l-ebda Identifikatur AIM.
nl: De barcode scanner verzendt geen AIM-identifier.
no: Strekkodeskanneren sender ikke en AIM-identifikator.
pl: Nie można odczytać znaku separatora jednostki.
pt: O scanner de código de barras não está transmitindo um Identificador AIM.
ro: Caracterul separator de unitate nu poate fi citit.
sk: Znak oddeľovača jednotiek nie je možné prečítať.
sl: Znaka ločila enote ni mogoče prebrati.
sv: Enhetsseparatorstecknet kan inte läsas.
