Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# CalibrationInformation_304
source: The reported data is for the wrong calibration barcode.
bg: Докладваните данни са за грешен калибрационен баркод.
cs: Nahlášená data jsou pro špatný kalibrační čárový kód.
da: De rapporterede data er for den forkerte kalibreringsstregkode.
de: Die gemeldeten Daten sind für den falschen Kalibrierungsbarcode.
el: Τα αναφερόμενα δεδομένα είναι για λάθος barcode βαθμονόμησης.
es: Los datos reportados son para el código de barras de calibración incorrecto.
et: Teatatud andmed on vale kalibreerimisvöötkoodi jaoks.
fi: Raportoitu data on väärälle kalibrointiviivakoodille.
fr: Les données signalées sont pour le mauvais code-barres d'étalonnage.
ga: Tá na sonraí tuairiscithe don bharacód calabrúcháin mícheart.
hr: Prijavljeni podaci su za krivi kalibracijski bar kod.
hu: A jelentett adatok a helytelen kalibrációs vonalkódhoz tartoznak.
is: Skýrð gögn eru fyrir rangt justunar strikamerki.
it: I dati segnalati sono per il codice a barre di calibrazione sbagliato.
lt: Pranešti duomenys yra neteisingam kalibravimo brūkšniniam kodui.
lv: Ziņotie dati ir nepareizam kalibrācijas svītrkodam.
mt: Id-data rrappurtata hija għall-barcode tal-kalibrazzjoni żbaljat.
nl: De gerapporteerde gegevens zijn voor de verkeerde kalibratiebarcode.
no: Rapporterte data er for feil kalibreringsstrekkode.
pl: Zgłoszone dane są dla niewłaściwego kodu kreskowego kalibracyjnego.
pt: Os dados relatados são para o código de barras de calibração errado.
ro: Datele raportate sunt pentru codul de bare de calibrare greșit.
sk: Nahlásené údaje sú pre nesprávny kalibračný čiarový kód.
sl: Poročani podatki so za napačno kalibracijsko črtno kodo.
sv: Den rapporterade datan är för fel kalibreringsstreckkod.

# CalibrationInformation_310
source: Some invariant characters cannot be detected.
bg: Някои постоянни символи не могат да бъдат открити.
cs: Některé invariantní znaky nemohou být detekovány.
da: Nogle invariante tegn kan ikke detekteres.
de: Einige invariante Zeichen können nicht erkannt werden.
el: Κάποιοι αμετάβλητοι χαρακτήρες δεν μπορούν να ανιχνευτούν.
es: Algunos caracteres invariantes no pueden ser detectados.
et: Mõningaid invariante tähemärke ei saa tuvastada.
fi: Joitain invarianteja merkkejä ei voida havaita.
fr: Certains caractères invariants ne peuvent pas être détectés.
ga: Ní féidir carachtair inbhuanaithe a bhrath.
hr: Neki invarijantni znakovi se ne mogu detektirati.
hu: Néhány invariáns karakter nem észlelhető.
is: Sumir óbreytanlegir stafir eru ógreinanlegir.
it: Alcuni caratteri invarianti non possono essere rilevati.
lt: Kai kurie invariantiniai simboliai negali būti aptikti.
lv: Dažas nemainīgās rakstzīmes nevar noteikt.
mt: Xi karattri invarianti ma jistgħux jiġu skoperti.
nl: Sommige invariante karakters kunnen niet gedetecteerd worden.
no: Noen invariante tegn kan ikke oppdages.
pl: Niektóre niezmienne znaki nie mogą być wykryte.
pt: Alguns caracteres invariantes não podem ser detectados.
ro: Unele caractere invariante nu pot fi detectate.
sk: Niektoré invariantné znaky nie je možné zistiť.
sl: Nekaterih invariantnih znakov ni mogoče zaznati.
sv: Vissa invarianter kan inte detekteras.

# CalibrationInformation_311
source: Some invariant characters are not recognised by the barcode scanner in its current configuration: {0}
bg: Някои постоянни символи не се разпознават от баркод скенера в неговата текуща конфигурация: {0}
cs: Některé invariantní znaky nejsou skenerem čárových kódů ve své aktuální konfiguraci rozpoznány: {0}
da: Nogle invariante tegn genkendes ikke af stregkodescanneren i dens nuværende konfiguration: {0}
de: Einige invariante Zeichen werden vom Barcode-Scanner in seiner aktuellen Konfiguration nicht erkannt: {0}
el: Κάποιοι αμετάβλητοι χαρακτήρες δεν αναγνωρίζονται από τον σαρωτή barcode στην τρέχουσα διαμόρφωση: {0}
es: Algunos caracteres invariantes no son reconocidos por el escáner de códigos de barras en su configuración actual: {0}
et: Mõningaid invariante tähemärke ei tunnusta vöötkoodiskanner praeguses konfiguratsioonis: {0}
fi: Jotkut invariantit merkit eivät ole viivakoodinlukijan nykyisessä konfiguraatiossa tunnistettavissa: {0}
fr: Certains caractères invariants ne sont pas reconnus par le scanner de code-barres dans sa configuration actuelle : {0}
ga: Ní aithníonn an scanóir baracóid carachtair inbhuanaithe i gcumraíocht reatha: {0}
hr: Neki invarijantni znakovi se ne prepoznaju kod trenutne konfiguracije skenera bar kodova: {0}
hu: Néhány invariáns karaktert a vonalkódolvasó jelenlegi konfigurációjában nem ismernek fel: {0}
is: Sumir óbreytanlegir stafir eru ekki þekktir af strikamerkjalesaranum í núverandi uppsetningu: {0}
it: Alcuni caratteri invarianti non sono riconosciuti dallo scanner di codici a barre nella sua configurazione attuale: {0}
lt: Kai kurie invariantiniai simboliai nėra atpažįstami esamoje brūkšninių kodų skaitytuvo konfigūracijoje: {0}
lv: Dažas nemainīgās rakstzīmes netiek atpazītas ar svītrkoda skeneri tā pašreizējā konfigurācijā: {0}
mt: Xi karattri invarianti mhumiex rikonoxxuti mill-iskanner tal-barcode fil-konfigurazzjoni attwali tiegħu: {0}
nl: Sommige invariante karakters worden door de barcode scanner in de huidige configuratie niet herkend: {0}
no: Noen invariante tegn gjenkjennes ikke av strekkodeskanneren i dens nåværende konfigurasjon: {0}
pl: Niektóre niezmienne znaki nie są rozpoznawane przez skaner kodów kreskowych w jego aktualnej konfiguracji: {0}
pt: Alguns caracteres invariantes não são reconhecidos pelo scanner de código de barras na sua configuração atual: {0}
ro: Unele caractere invariante nu sunt recunoscute de scanerul de coduri de bare în configurația sa curentă: {0}
sk: Niektoré invariantné znaky nie sú rozpoznané čítačkou čiarových kódov v jej súčasnej konfigurácii: {0}
sl: Nekateri invariantni znaki niso prepoznani s strani čitalnika črtnih kod v trenutni konfiguraciji: {0}
sv: Vissa invarianter känns inte igen av streckkodsläsaren i dess nuvarande konfiguration: {0}

# CalibrationInformation_312
source: Some key combinations that include invariant characters are not recognised: {0}
bg: Някои комбинации от клавиши, включващи постоянни символи, не се разпознават: {0}
cs: Některé kombinace kláves obsahující invariantní znaky nejsou rozpoznány: {0}
da: Nogle tastekombinationer, der inkluderer invariante tegn, genkendes ikke: {0}
de: Einige Tastenkombinationen, die invariante Zeichen enthalten, werden nicht erkannt: {0}
el: Κάποιοι συνδυασμοί πλήκτρων που περιλαμβάνουν αμετάβλητους χαρακτήρες δεν αναγνωρίζονται: {0}
es: Algunas combinaciones de teclas que incluyen caracteres invariantes no son reconocidas: {0}
et: Mõningaid klahvikombinatsioone, mis sisaldavad invariante tähemärke, ei tunnustata: {0}
fi: Joitain näppäinyhdistelmiä, jotka sisältävät invarianteja merkkejä, ei tunnisteta: {0}
fr: Certaines combinaisons de touches incluant des caractères invariants ne sont pas reconnues : {0}
ga: Ní aithnítear roinnt teaglamaí eochair a chuimsíonn carachtair inbhuanaithe: {0}
hr: Neke kombinacije tipki koje uključuju invarijantne znakove se ne prepoznaju: {0}
hu: Néhány olyan kulcskombináció, amely invariáns karaktereket tartalmaz, nem ismerhető fel: {0}
is: Sumar lyklasamsetningar sem innihalda óbreytanlega stafi eru ekki þekktar: {0}
it: Alcune combinazioni di tasti che includono caratteri invarianti non sono riconosciute: {0}
lt: Kai kurios klavišų kombinacijos, įtraukiančios invariantinius simbolius, nėra atpažįstamos: {0}
lv: Dažas taustiņu kombinācijas, kas ietver nemainīgās rakstzīmes, netiek atpazītas: {0}
mt: Xi kombinazzjonijiet ta' ċwievet li jinkludu karattri invarianti mhumiex rikonoxxuti: {0}
nl: Sommige toetscombinaties die invariante karakters bevatten, worden niet herkend: {0}
no: Noen tastekombinasjoner som inkluderer invariante tegn gjenkjennes ikke: {0}
pl: Niektóre kombinacje klawiszy zawierające niezmienne znaki nie są rozpoznawane: {0}
pt: Algumas combinações de teclas que incluem caracteres invariantes não são reconhecidas: {0}
ro: Unele combinații de taste care includ caractere invariante nu sunt recunoscute: {0}
sk: Niektoré kombinácie klávesov, ktoré obsahujú invariantné znaky, nie sú rozpoznané: {0}
sl: Nekatere kombinacije tipk, ki vključujejo invariantne znake, niso prepoznane: {0}
sv: Vissa tangentkombinationer som inkluderar invarianter känns inte igen: {0}

# CalibrationInformation_320
source: No group separator is reported.
bg: Не е докладван разделител на групи.
cs: Není ohlášen žádný oddělovač skupin.
da: Ingen gruppeseparator rapporteret.
de: Kein Gruppentrennzeichen gemeldet.
el: Δεν αναφέρθηκε διαχωριστής ομάδας.
es: No se informa ningún separador de grupo.
et: Grupi eraldajat ei teatatud.
fi: Ryhmäerottajaa ei raportoitu.
fr: Aucun séparateur de groupe n'est signalé.
ga: Níor tuairiscíodh aon scarthóir grúpa.
hr: Nije prijavljen grupni separator.
hu: Nem jelentettek csoportelválasztót.
is: Engin hópaskiljari er skýrður.
it: Nessun separatore di gruppo è segnalato.
lt: Nepranešta apie grupės skyriklio buvimą.
lv: Netika ziņots grupu atdalītājs.
mt: Ebda separator tal-grupp ma ġie rrappurtat.
nl: Geen groepsscheidingsteken gerapporteerd.
no: Ingen gruppeseparator ble rapportert.
pl: Nie zgłoszono separatora grupy.
pt: Nenhum separador de grupo foi relatado.
ro: Nu este raportat niciun separator de grup.
sk: Nebol nahlásený žiadny skupinový oddeľovač.
sl: Ločil skupin ni bilo poročano.
sv: Ingen gruppseparator rapporterades.

# CalibrationInformation_360
source: The reported character {0} is ambiguous. There are multiple keys for the same character, each representing a different expected character.
bg: Докладваният символ {0} е двусмислен. Има множество клавиши за един и същ символ, всеки представляващ различен очакван символ.
cs: Nahlášený znak {0} je nejednoznačný. Existují několik kláves pro stejný znak, každá reprezentující jiný očekávaný znak.
da: Den rapporterede karakter {0} er tvetydig. Der er flere taster for samme tegn, hver repræsenterer et forskelligt forventet tegn.
de: Das gemeldete Zeichen {0} ist mehrdeutig. Es gibt mehrere Tasten für dasselbe Zeichen, von denen jede ein anderes erwartetes Zeichen darstellt.
el: Ο αναφερόμενος χαρακτήρας {0} είναι ασαφής. Υπάρχουν πολλαπλά κλειδιά για τον ίδιο χαρακτήρα, καθένα αντιπροσωπεύοντας έναν διαφορετικό αναμενόμενο χαρακτήρα.
es: El carácter reportado {0} es ambiguo. Hay múltiples teclas para el mismo carácter, cada una representando un carácter esperado diferente.
et: Teatatud tähemärk {0} on mitmetähenduslik. Sama tähemärgi jaoks on mitu klahvi, igaüks esindades erinevat oodatavat tähemärki.
fi: Raportoitu merkki {0} on epäselvä. Samalle merkille on useita näppäimiä, joista jokainen edustaa eri odotettua merkkiä.
fr: Le caractère signalé {0} est ambigu. Il existe plusieurs clés pour le même caractère, chacune représentant un caractère attendu différent.
ga: Tá an carachtar tuairiscithe {0} doiléir. Tá iolrú eochracha ann don charachtar céanna, gach ceann acu ag léiriú carachtar ionchasaigh difriúil.
hr: Prijavljeni znak {0} je dvosmislen. Postoje više tipki za isti znak, svaka predstavlja drugačiji očekivani znak.
hu: A jelentett {0} karakter kétértelmű. Ugyanaz a karakter több különböző várható karaktert képvisel.
is: Skýrður stafur {0} er tvíræður. Það eru margar lyklar fyrir sama stafinn, hver tákna mismunandi væntanlega staf.
it: Il carattere segnalato {0} è ambiguo. Ci sono più chiavi per lo stesso carattere, ognuna rappresenta un carattere atteso diverso.
lt: Praneštas simbolis {0} yra dviprasmiškas. Yra keletas klavišų tokiems patiems simboliams, kiekvienas atstovauja skirtingam laukiamam simboliui.
lv: Ziņotā rakstzīme {0} ir neskaidra. Ir vairākas taustiņu kombinācijas tai pašai rakstzīmei, katra pārstāv dažādu gaidīto rakstzīmi.
mt: Il-karattru rrappurtat {0} huwa ambigwu. Hemm ċwievet multipli għall-istess karattru, kull wieħed jirrappreżenta karattru mistenni differenti.
nl: Het gerapporteerde karakter {0} is dubbelzinnig. Er zijn meerdere toetsen voor hetzelfde karakter, elk een ander verwacht karakter vertegenwoordigend.
no: Rapportert tegn {0} er tvetydig. Det er flere nøkler for det samme tegnet, hver som representerer en annen forventet tegn.
pl: Zgłoszony znak {0} jest niejednoznaczny. Istnieją wielokrotne klawisze dla tego samego znaku, z których każdy reprezentuje inny oczekiwany znak.
pt: O caráter relatado {0} é ambíguo. Existem várias teclas para o mesmo caráter, cada uma representando um diferente caráter esperado.
ro: Caracterul raportat {0} este ambiguu. Există mai multe taste pentru același caracter, fiecare reprezentând un caracter așteptat diferit.
sk: Nahlásený znak {0} je nejednoznačný. Existujú viaceré klávesy pre ten istý znak, každá reprezentuje iný očakávaný znak.
sl: Poročani znak {0} je dvoumen. Obstaja več tipk za isti znak, vsaka predstavlja drugačen pričakovan znak.
sv: Den rapporterade karaktären {0} är tvetydig. Det finns flera tangenter för samma tecken, var och en representerar en annan förväntad karaktär.

# CalibrationInformation_361
source: The reported character {0} is ambiguous. The same character is reported for multiple dead key sequences representing different expected characters.
bg: Докладваният символ {0} е двусмислен. Същият символ се докладва за множество последователности с мъртва клавиша, представляващи различни очаквани символи.
cs: Nahlášený znak {0} je nejednoznačný. Stejný znak je nahlášen pro více sekvencí mrtvých kláves reprezentujících různé očekávané znaky.
da: Den rapporterede karakter {0} er tvetydig. Samme tegn rapporteres for flere døde taster, der repræsenterer forskellige forventede tegn.
de: Das gemeldete Zeichen {0} ist mehrdeutig. Dasselbe Zeichen wird für mehrere tote Tastenfolgen gemeldet, die verschiedene erwartete Zeichen darstellen.
el: Ο αναφερόμενος χαρακτήρας {0} είναι ασαφής. Ο ίδιος χαρακτήρας αναφέρεται για πολλαπλές ακολουθίες νεκρών πλήκτρων που αντιπροσωπεύουν διαφορετικούς αναμενόμενους χαρακτήρες.
es: El carácter reportado {0} es ambiguo. El mismo carácter se informa para múltiples secuencias de teclas muertas que representan diferentes caracteres esperados.
et: Teatatud tähemärk {0} on mitmetähenduslik. Sama tähemärki teatatakse mitme erineva surnud klahvi järjestuse jaoks, mis esindavad erinevaid oodatavaid tähemärke.
fi: Raportoitu merkki {0} on epäselvä. Samaa merkkiä raportoidaan useille eri kuolleille näppäinyhdistelmille, jotka edustavat erilaisia odotettuja merkkejä.
fr: Le caractère signalé {0} est ambigu. Le même caractère est signalé pour plusieurs séquences de touches mortes représentant différents caractères attendus.
ga: Tá an carachtar tuairiscithe {0} doiléir. Tá an carachtar céanna tuairiscithe le haghaidh iolrú seichimh eochair marbh a léiríonn carachtair éagsúla ionchasaigh.
hr: Prijavljeni znak {0} je dvosmislen. Isti znak se prijavljuje za više sekvenci mrtvih tipki koje predstavljaju različite očekivane znakove.
hu: A jelentett {0} karakter kétértelmű. Ugyanaz a karakter több halott billentyű kombinációhoz is tartozik, amelyek különböző várható karaktereket képviselnek.
is: Skýrður stafur {0} er tvíræður. Sama stafurinn er skýrður fyrir margar dauðar lyklasamsetningar sem tákna mismunandi væntanlega stafi.
it: Il carattere segnalato {0} è ambiguo. Lo stesso carattere è segnalato per più sequenze di tasti morti che rappresentano caratteri attesi diversi.
lt: Praneštas simbolis {0} yra dviprasmiškas. Tas pats simbolis praneštas kelioms negyvųjų klavišų sekoms, atstovaujančioms skirtingiems laukiamiems simboliams.
lv: Ziņotā rakstzīme {0} ir neskaidra. Tā pati rakstzīme ir ziņota par vairākiem mirušo taustiņu secībām, kas pārstāv dažādas gaidītās rakstzīmes.
mt: Il-karattru rrappurtat {0} huwa ambigwu. L-istess karattru jiġi rrappurtat għal sekwenzi ta' dead key multipli li jirrappreżentaw karattri mistennija differenti.
nl: Het gerapporteerde karakter {0} is dubbelzinnig. Hetzelfde karakter wordt gerapporteerd voor meerdere dead key-sequenties die verschillende verwachte karakters vertegenwoordigen.
no: Rapportert tegn {0} er tvetydig. Det samme tegnet rapporteres for flere døde tastsekvenser som representerer forskjellige forventede tegn.
pl: Zgłoszony znak {0} jest niejednoznaczny. Ten sam znak jest zgłaszany dla wielu sekwencji martwych klawiszy reprezentujących różne oczekiwane znaki.
pt: O caráter relatado {0} é ambíguo. O mesmo caráter é relatado para múltiplas sequências de teclas mortas representando diferentes caracteres esperados.
ro: Caracterul raportat {0} este ambiguu. Același caracter este raportat pentru mai multe secvențe de taste moarte reprezentând caractere diferite așteptate.
sk: Nahlásený znak {0} je nejednoznačný. Rovnaký znak je nahlásený pre viacero postupností mŕtvych kláves reprezentujúcich rôzne očakávané znaky.
sl: Poročani znak {0} je dvoumen. Isti znak se poroča za več zaporedij mrtvih tipk, ki predstavljajo različne pričakovane znake.
sv: Den rapporterade karaktären {0} är tvetydig. Samma karaktär rapporteras för flera döda tangentsekvenser som representerar olika förväntade tecken.

# CalibrationInformation_362
source: The reported dead key character {0} is ambiguous. There are multiple dead keys for the same character, each representing a different expected character.
bg: Докладваният символ на мъртва клавиша {0} е двусмислен. Има множество мъртви клавиши за един и същ символ, всеки представляващ различен очакван символ.
cs: Nahlášený mrtvý znak {0} je nejednoznačný. Existují několik mrtvých kláves pro stejný znak, každá reprezentující jiný očekávaný znak.
da: Den rapporterede døde tast karakter {0} er tvetydig. Der er flere døde taster for samme tegn, hver repræsenterer et forskelligt forventet tegn.
de: Das gemeldete tote Tastenzeichen {0} ist mehrdeutig. Es gibt mehrere tote Tasten für dasselbe Zeichen, von denen jede ein anderes erwartetes Zeichen darstellt.
el: Ο αναφερόμενος χαρακτήρας νεκρού πλήκτρου {0} είναι ασαφής. Υπάρχουν πολλαπλά νεκρά πλήκτρα για τον ίδιο χαρακτήρα, καθένα αντιπροσωπεύοντας έναν διαφορετικό αναμενόμενο χαρακτήρα.
es: El carácter de tecla muerta reportado {0} es ambiguo. Hay múltiples teclas muertas para el mismo carácter, cada una representando un carácter esperado diferente.
et: Teatatud surnud klahvi tähemärk {0} on mitmetähenduslik. Sama tähemärgi jaoks on mitu surnud klahvi, igaüks esindades erinevat oodatavat tähemärki.
fi: Raportoitu kuollut näppäinmerkki {0} on epäselvä. Samalle merkille on useita kuolleita näppäimiä, joista jokainen edustaa eri odotettua merkkiä.
fr: Le caractère de touche morte signalé {0} est ambigu. Il existe plusieurs touches mortes pour le même caractère, chacune représentant un caractère attendu différent.
ga: Tá an carachtar eochair marbh tuairiscithe {0} doiléir. Tá iolrú eochracha marbh ann don charachtar céanna, gach ceann acu ag léiriú carachtar ionchasaigh difriúil.
hr: Prijavljeni znak mrtve tipke {0} je dvosmislen. Postoji više mrtvih tipki za isti znak, svaka predstavlja drugačiji očekivani znak.
hu: A jelentett halott billentyű karakter {0} kétértelmű. Ugyanaz a halott billentyű több különböző várható karaktert képvisel.
is: Skýrð dauður lykill {0} er tvíræður. Það eru margar dauðar lyklar fyrir sama stafinn, hver tákna mismunandi væntanlega staf.
it: Il carattere del tasto morto segnalato {0} è ambiguo. Ci sono più tasti morti per lo stesso carattere, ognuno rappresenta un carattere atteso diverso.
lt: Praneštas negyvojo klavišo simbolis {0} yra dviprasmiškas. Yra keletas negyvųjų klavišų tokiems patiems simboliams, kiekvienas atstovauja skirtingam laukiamam simboliui.
lv: Ziņotā mirušā taustiņa rakstzīme {0} ir neskaidra. Ir vairāki mirušie taustiņi tai pašai rakstzīmei, katrs pārstāvot dažādu gaidīto rakstzīmi.
mt: Il-karattru dead key rrappurtat {0} huwa ambigwu. Hemm dead keys multipli għall-istess karattru, kull wieħed jirrappreżenta karattru mistenni differenti.
nl: Het gerapporteerde dead key karakter {0} is dubbelzinnig. Er zijn meerdere dead keys voor hetzelfde karakter, elk een ander verwacht karakter vertegenwoordigend.
no: Rapportert død tastekarakter {0} er tvetydig. Det er flere døde taster for det samme tegnet, hver som representerer et annet forventet tegn.
pl: Zgłoszony martwy znak {0} jest niejednoznaczny. Istnieją wielokrotne martwe klawisze dla tego samego znaku, z których każdy reprezentuje inny oczekiwany znak.
pt: O caráter de tecla morta relatado {0} é ambíguo. Existem várias teclas mortas para o mesmo caráter, cada uma representando um diferente caráter esperado.
ro: Caracterul tastei moarte raportat {0} este ambiguu. Există mai multe taste moarte pentru același caracter, fiecare reprezentând un caracter așteptat diferit.
sk: Nahlásený znak mŕtvej klávesy {0} je nejednoznačný. Existujú viaceré mŕtve klávesy pre ten istý znak, každá reprezentuje iný očakávaný znak.
sl: Poročani znak mrtve tipke {0} je dvoumen. Obstaja več mrtvih tipk za isti znak, vsaka predstavlja drugačen pričakovan znak.
sv: Den rapporterade döda tangentkaraktären {0} är tvetydig. Det finns flera döda tangenter för samma tecken, var och en representerar en annan förväntad karaktär.
