Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# CalibrationInformation_254
source: The reported character {0} is ambiguous. Barcodes that use ISO/IEC 15434 syntax to represent EDI data cannot be reliably read.
bg: Докладваният символ {0} за разделител на файлове е нееднозначен. Баркодовете, които използват синтаксиса на ISO/IEC 15434 за представяне на EDI данни, не могат да бъдат надеждно прочетени.
cs: Nahlášený znak {0} pro oddělovač souborů je nejednoznačný. Čárové kódy používající syntaxi ISO/IEC 15434 k reprezentaci dat EDI nelze spolehlivě číst.
da: Det rapporterede tegn {0} for en filseparator er tvetydigt. Stregkoder, der bruger ISO/IEC 15434-syntaks til at repræsentere EDI-data, kan ikke læses pålideligt.
de: Das gemeldete Zeichen {0} ist mehrdeutig. Barcodes, die die ISO/IEC 15434-Syntax verwenden, um EDI-Daten darzustellen, können nicht zuverlässig gelesen werden.
el: Ο αναφερόμενος χаρακτήρας {0} είναι ασαφής. Τα barcodes που χρησιμοποιούν τη σύνταξη ISO/IEC 15434 για να αναπαραστήσουν δεδομένα EDI δεν μπορούν να διαβαστούν αξιόπιστα.
es: El carácter reportado {0} es ambiguo. Los códigos de barras que utilizan la sintaxis ISO/IEC 15434 para representar datos EDI no pueden leerse de manera confiable.
et: Teatatud tähemärk {0} on mitmetähenduslik. Vöötkoode, mis kasutavad ISO/IEC 15434 süntaksit EDI andmete esitamiseks, ei saa usaldusväärselt lugeda.
fi: Raportoitu merkki {0} on epäselvä. ISO/IEC 15434 -syntaksia käyttäviä EDI-tietoja sisältäviä viivakoodeja ei voida lukea luotettavasti.
fr: Le caractère signalé {0} est ambigu. Les codes-barres utilisant la syntaxe ISO/IEC 15434 pour représenter les données EDI ne peuvent pas être lus de manière fiable.
ga: Tá an carachtar tuairiscithe {0} doiléir. Ní féidir barcódanna a úsáideann sintéis ISO/IEC 15434 chun sonraí EDI a léiriú a léamh go hiontaofa.
hr: Prijavljeni znak {0} je dvosmislen. Bar kodovi koji koriste sintaksu ISO/IEC 15434 za prikazivanje EDI podataka se ne mogu pouzdano čitati.
hu: A jelentett {0} karakter kétértelmű. Az ISO/IEC 15434 szintaxist használó, EDI adatokat reprezentáló vonalkódokat nem lehet megbízhatóan olvasni.
is: Skýrði stafurinn {0} fyrir skrárskilja er tvíræður. Strikamerki sem nota ISO/IEC 15434 setningafræði til að tákna EDI gögn er hugsanlegt að ekki verði lesin áreiðanlega.
it: Il carattere segnalato {0} è ambiguo. I codici a barre che utilizzano la sintassi ISO/IEC 15434 per rappresentare dati EDI non possono essere letti in modo affidabile.
lt: Praneštas simbolis {0} yra dviprasmiškas. Brūkšniniai kodai, naudojantys ISO/IEC 15434 sintaksę EDI duomenų atvaizdavimui, negali būti patikimai nuskaityti.
lv: Ziņotā rakstzīme {0} failu atdalītājam ir neskaidra. Svītrkodi, kas izmanto ISO/IEC 15434 sintaksi, lai attēlotu EDI datus, var nebūt uzticami nolasāmi.
mt: Il-karattru rrappurtat {0} huwa ambigwu. Barcodes li jużaw is-sintassi ISO/IEC 15434 biex jirrappreżentaw data EDI ma jistgħux jiġu aqra b'mod affidabbli.
nl: Het gerapporteerde karakter {0} is dubbelzinnig. Barcodes die ISO/IEC 15434-syntax gebruiken om EDI-gegevens te vertegenwoordigen, kunnen niet betrouwbaar gelezen worden.
no: Rapportert tegn {0} er tvetydig. Strekkoder som bruker ISO/IEC 15434-syntaksen for å representere EDI-data kan ikke leses pålitelig.
pl: Zgłoszony znak {0} dla separatora plików jest niejednoznaczny. Kody kreskowe wykorzystujące składnię ISO/IEC 15434 do przedstawiania danych EDI nie mogą być niezawodnie odczytywane.
pt: O caráter relatado {0} é ambíguo. Códigos de barras que usam a sintaxe ISO/IEC 15434 para representar dados EDI não podem ser lidos de forma confiável.
ro: Caracterul raportat {0} pentru un separator de fișiere este ambiguu. Codurile de bare care folosesc sintaxa ISO/IEC 15434 pentru a reprezenta date EDI nu pot fi citite fiabil.
sk: Hlásený znak {0} pre oddeľovač súborov je nejednoznačný. Čiarové kódy používajúce syntax ISO/IEC 15434 na reprezentáciu dát EDI nemusia byť spoľahlivo čitateľné.
sl: Prijavljeni znak {0} za ločilo datoteke je dvoumen. Črtne kode, ki uporabljajo sintakso ISO/IEC 15434 za predstavitev podatkov EDI, morda ne bodo zanesljivo prebrane.
sv: Det rapporterade tecknet {0} för en filavgränsare är tvetydigt. Streckkoder som använder ISO/IEC 15434-syntax för att representera EDI-data kan inte läsas tillförlitligt.

# CalibrationInformation_265
source: The barcode scanner and computer keyboard layouts do not correspond when representing EDI separators.
de: Die Tastaturbelegungen des Barcode-Scanners und des Computers entsprechen sich nicht bei der Darstellung von EDI-Trennzeichen.
el: Οι διατάξεις πληκτρολογίου του σαρωτή barcode και του υпολογιστή δεν αнτιστοιχούν κατά την αναπαράσταση διαχωριστών EDI.
es: Los diseños del escáner de códigos de barras y del teclado de la computadora no corresponden al representar separadores EDI.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei ühti EDI eraldajate esitamisel.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelut eivät vastaa toisiaan EDI-erotinta esitettäessä.
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur ne correspondent pas lors de la représentation des séparateurs EDI.
ga: Ní mheaitseálann leagan amach méarchláir an scanóra baracóid agus an ríomhaire agus iad ag léiriú scarthóirí EDI.
hr: Konfiguracije tipkovnice skenera bar kodova i računala se ne podudaraju prilikom prikazivanja EDI separatora.
hu: A vonalkódolvasó és a számítógép billentyűzetének elrendezése az EDI elválasztók reprezentálásakor nem egyezik meg.
it: Le disposizioni della tastiera dello scanner di codici a barre e del computer non corrispondono nella rappresentazione dei separatori EDI.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai nesutampa atstovaujant EDI skyrikliams.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter ma jaqblux meta jirrappreżentaw separatori EDI.
nl: De barcode scanner en computer toetsenbordindelingen komen niet overeen bij het vertegenwoordigen van EDI-scheiders.
no: Strekkodeskannerens og datamaskinens tastaturoppsett samsvarer ikke når de representerer EDI-separatorer.
pt: Os layouts do teclado do scanner de código de barras e do computador não correspondem ao representar separadores EDI.

# CalibrationInformation_267
source: The correspondence of the barcode scanner and computer keyboard layouts cannot be determined.
de: Die Übereinstimmung der Tastaturbelegungen von Barcode-Scanner und Computer kann nicht festgestellt werden.
el: Η αντιστοιχία των διατάξεων πληκτρολογίου του σαρωτή barcode και του υπολογιστή δεν μπορεί να καθοριστεί.
es: No se puede determinar la correspondencia de los diseños del escáner de códigos de barras y del teclado de la computadora.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutuste vastavust ei saa kindlaks määrata.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelujen yhteenkuuluvuutta ei voida määrittää.
fr: La correspondance des dispositions du clavier du scanner de code-barres et de l'ordinateur ne peut pas être déterminée.
ga: Ní féidir comhfhreagras leagan amach méarchláir an scanóra baracóid agus an ríomhaire a chinneadh.
hr: Ne može se utvrditi podudarnost konfiguracije skenera bar kodova i tipkovnice računala.
hu: A vonalkódolvasó és a számítógép billentyűzetének megfeleltetése nem állapítható meg.
it: La corrispondenza delle disposizioni della tastiera dello scanner di codici a barre e del computer non può essere determinata.
lt: Negalima nustatyti brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymų atitikimo.
mt: Ma jistax jiġi ddeterminat jekk il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter jaqblux.
nl: De overeenkomst van de barcode scanner en computer toetsenbordindelingen kan niet bepaald worden.
no: Samsvar mellom strekkodeskannerens og datamaskinens tastaturoppsett kan ikke fastslås.
pt: A correspondência dos layouts do teclado do scanner de código de barras e do computador não pode ser determinada.

source: unspecified
bg: Неспецифицирано
cs: Nespecifikováno
da: Uspecificeret
de: Unspezifiziert
el: Απροσδιόριστο
es: No especificado
et: Täpsustamata
fi: Määrittelemätön
fr: Non spécifié
ga: Neamhshonraithe
hr: Nespecificirano
hu: Nem meghatározott
is: Ótilgreint
it: Non specificato
lt: Nenurodyta
lv: Nenoteikts
mt: Mhux speċifikat
nl: Niet gespecificeerd.
no: Uspecificert
pl: Nieokreślony.
pt: Não especificado.
ro: Nespecificat.
sk: Nešpecifikované
sl: Nedoločeno
sv: Ospecificerad

# CalibrationInformation_391
source: Calibration failed. {0}
bg: Калибрирането е неуспешно. {0}
cs: Kalibrace selhala. {0}
da: Kalibrering mislykkedes. {0}
de: Kalibrierung fehlgeschlagen. {0}
el: Η βαθμονόμηση απέτυχε. {0}
es: La calibración falló. {0}
et: Kalibreerimine ebaõnnestus. {0}
fi: Kalibrointi epäonnistui. {0}
fr: Échec de l'étalonnage. {0}
ga: Theip ar an gcalabrú. {0}
hr: Kalibracija nije uspjela. {0}
hu: Kalibrálás sikertelen. {0}
is: Justun mistókst. {0}
it: Calibrazione fallita. {0}
lt: Kalibravimas nepavyko. {0}
lv: Kalibrācija neizdevās. {0}
mt: Il-kalibrazzjoni falliet. {0}
nl: Kalibratie mislukt. {0}
no: Kalibrering mislyktes. {0}
pl: Kalibracja nie powiodła się. {0}
pt: Falha na calibração. {0}
ro: Calibrarea a eșuat. {0}
sk: Kalibrácia zlyhala. {0}
sl: Kalibracija ni uspela. {0}
sv: Kalibrering misslyckades. {0}

# CalibrationInformation_305
source: An attempt was made to calibrate a barcode, but no calibration token was provided.
bg: Направен беше опит за калибриране на баркод, но не беше предоставен калибрационен токен.
cs: Byl proveden pokus o kalibraci čárového kódu, ale nebyl poskytnut kalibrační token.
da: Der blev foretaget et forsøg på at kalibrere en stregkode, men der blev ikke leveret noget kalibreringstoken.
de: Ein Versuch wurde unternommen, einen Barcode zu kalibrieren, aber es wurde kein Kalibrierungstoken bereitgestellt.
el: Έγινε προσπάθεια βαθμονόμησης ενός barcode, αλλά δεν δόθηκε διακριτικό βαθμονόμησης.
et: Tehti katse kalibreerida vöötkoodi, kuid kalibreerimismärki ei antud.
fr: Une tentative a été faite pour calibrer un code-barres, mais aucun jeton de calibrage n'a été fourni.
ga: Rinneadh iarracht cód barra a chothromú, ach níor soláthraíodh aon chomhartha calabrúcháin.
hu: Megkísérelték egy vonalkód kalibrálását, de nem adtak meg kalibrálási tokent.
is: Reynt var að stilla strikamerki, en engin stillitákn var veitt.
it: È stato fatto un tentativo di calibrare un codice a barre, ma non è stato fornito alcun token di calibrazione.
lt: Buvo bandyta kalibruoti brūkšninį kodą, tačiau nebuvo pateiktas kalibravimo žetonas.
lv: Tika veikts mēģinājums kalibrēt svītrkodu, taču netika sniegts kalibrācijas marķieris.
mt: Saret tentattiva biex jiġi kalibrat barcode, iżda ma ngħatax token tal-kalibrazzjoni.
nl: Er is geprobeerd een barcode te kalibreren, maar er is geen kalibratietoken verstrekt.
pl: Podjęto próbę skalibrowania kodu kreskowego, ale nie dostarczono tokenu kalibracyjnego.
pt: Foi feita uma tentativa de calibrar um código de barras, mas nenhum token de calibração foi fornecido.
ro: S-a încercat calibrarea unui cod de bare, dar nu a fost furnizat niciun token de calibrare.
sk: Bol uskutočnený pokus o kalibráciu čiarového kódu, ale nebol poskytnutý kalibračný token.
sl: Poskus kalibracije črtne kode je bil izveden, vendar ni bil zagotovljen kalibracijski žeton.
sv: Ett försök gjordes att kalibrera en streckkod, men inget kalibreringstoken tillhandahölls.

# CalibrationInformation_163
source: Unit separator characters are supported.
bg: Поддържат се знаци за разделяне на единици.
cs: Znaky oddělovače jednotek jsou podporovány.
da: Enhedsskilletegn understøttes.
de: Einheitstrennzeichen werden unterstützt.
el: Οι χαρακτήρες διαχωρισμού μονάδων υποστηρίζονται.
et: Ühikueraldusmärgid on toetatud.
ga: Tacaítear le carachtair deighilte aonad.
hu: Az egységelválasztó karakterek támogatottak.
is: Einingarskilamerki eru studd.
lv: Atbalstīti vienību atdalīšanas rakstzīmes.
mt: Il-karattri ta' separazzjoni ta' unità huma appoġġjati.
nl: Eenheidsscheidingstekens worden ondersteund.
pl: Znaki separatora jednostki są obsługiwane.
ro: Caracterele separatoare de unitate sunt acceptate.
sk: Znak oddelovača jednotiek je podporovaný.
sl: Podprti so ločevalni znaki enote.
sv: Enhetsavgränsningstecken stöds.

# CalibrationInformation_257
source: The reported character {0} is ambiguous. Barcodes that use ASCII 28 or ASCII 31 control characters may not be reliably read.
bg: Някои докладвани последователности от символи са нееднозначни. Тези символи не представляват инвариантни символи: {0}
cs: Některé nahlášené sekvence znaků jsou nejednoznačné. Tyto znaky nepředstavují neměnné znaky: {0}
da: Nogle rapporterede tegnsekvenser er tvetydige. Disse tegn repræsenterer ikke invariante tegn: {0}
ga: Tá an carachtar a thuairiscítear {0} débhríoch. Ní féidir códanna barra a úsáideann ASCII 28 nó ASCII 31 a léamh go hiontaofa.
hu: A jelentett karakter {0} nem egyértelmű. Az ASCII 28 vagy ASCII 31 használatával készült vonalkódok megbízható olvasása nem garantált.
is: Sumar tilkynntar röðir tákna eru tvíræðar. Þessir stafir tákna ekki fasta stafi: {0}
lv: Dažas ziņotās rakstzīmju secības ir neskaidras. Šīs rakstzīmes neattēlo invariantās rakstzīmes: {0}
mt: Il-karattru rrappurtat {0} huwa ambigwu. Il-codes tal-bar li jużaw ASCII 28 jew ASCII 31 jistgħu ma jinqrawx b’mod affidabbli.
nl: Het gerapporteerde teken {0} is dubbelzinnig. Barcodes die ASCII 28 of ASCII 31 gebruiken, kunnen mogelijk niet betrouwbaar worden gelezen.
pl: Niektóre zgłoszone sekwencje znaków są niejednoznaczne. Te znaki nie reprezentują niezmiennych znaków: {0}
ro: Unele secvențe de caractere raportate sunt ambigue. Aceste caractere nu reprezintă caractere invariante: {0}
sk: Niektoré hlásené sekvencie znakov sú nejednoznačné. Tieto znaky nepredstavujú nemenné znaky: {0}
sl: Nekatera prijavljena zaporedja znakov so dvoumna. Ti znaki ne predstavljajo invariantnih znakov: {0}
sv: Vissa rapporterade teckensekvenser är tvetydiga. Dessa tecken representerar inte invarianta tecken: {0}

# CalibrationInformation_164
source: End-of-Transmission characters are supported.
bg: Поддържат се символи за край на предаването.
cs: Znaky konce přenosu jsou podporovány.
da: Tegn for afslutning af transmission understøttes.
hu: Az átvitel vége karakterek támogatottak.
is: Lok sendingar tákn eru studd.
lv: Tiek atbalstīti pārraides beigu rakstzīmes.
pl: Znaki zakończenia transmisji są obsługiwane.
ro: Caracterele de sfârșit de transmisie sunt acceptate.
sk: Znaky konca prenosu sú podporované.
sl: Znaki za konec prenosa so podprti.
sv: Tecken för slut på överföring stöds.

# CalibrationInformation_213
source: The file separator character cannot be reliably read.
bg: Не може да бъде прочетен символът за разделяне на записи.
cs: Znak oddělovače záznamů nelze přečíst.
da: Tegnet for recordsseparatoren kan ikke læses.
hu: A fájlelválasztó karakter nem olvasható megbízhatóan.
is: Ekki er hægt að lesa skráarflokksgreini.
lv: Nav iespējams nolasīt ieraksta atdalītāja rakstzīmi.
pl: Nie można odczytać znaku separatora rekordu.
ro: Caracterul separator de înregistrare nu poate fi citit.
sk: Znak oddeľovača záznamov nie je možné prečítať.
sl: Znaka ločila zapisov ni mogoče prebrati.
sv: Postseparatorstecknet kan inte läsas.

# CalibrationInformation_214
source: The unit separator character cannot be reliably read.
bg: Посочената последователност от символи {0} е двусмислена. Символът за разделяне на записи не може да бъде надеждно прочетен.
cs: Uvedená posloupnost znaků {0} je nejednoznačná. Znak oddělovače záznamů nelze spolehlivě přečíst.
da: Den rapporterede tegnsekvens {0} er tvetydig. Tegnet for recordsseparatoren kan ikke læses pålideligt.
hu: Az egységelválasztó karakter nem olvasható megbízhatóan.
is: Tilgreind röð tákna {0} er óljós. Ekki er hægt að lesa skráarflokksgreini áreiðanlega.
lv: Iesniegtā rakstzīmju virkne {0} ir neskaidra. Ieraksta atdalītāja rakstzīmi nevar droši nolasīt.
pl: Podana sekwencja znaków {0} jest niejednoznaczna. Znaku separatora rekordu nie można odczytać wiarygodnie.
ro: Secvența de caractere raportată {0} este ambiguă. Caracterul separator de înregistrare nu poate fi citit fiabil.
sk: Ohlásený reťazec znakov {0} je nejednoznačný. Znak oddeľovača záznamov nie je možné spoľahlivo prečítať.
sl: The reported character sequence {0} is ambiguous. The record separator character cannot be reliably read.
sv: Den rapporterade teckenföljden {0} är tvetydig. Postseparatorstecknet kan inte läsas pålitligt.

# CalibrationInformation_215
source: The end-of-transmission character cannot be reliably read.
bg: Посочената последователност от символи {0} е двусмислена. Символът за разделяне на записи не може да бъде надеждно прочетен.
cs: Uvedená posloupnost znaků {0} je nejednoznačná. Znak oddělovače záznamů nelze spolehlivě přečíst.
da: Den rapporterede tegnsekvens {0} er tvetydig. Tegnet for recordsseparatoren kan ikke læses pålideligt.
hu: Az átvitel vége karakter nem olvasható megbízhatóan.
is: Tilgreind röð tákna {0} er óljós. Ekki er hægt að lesa skráarflokksgreini áreiðanlega.
lv: Iesniegtā rakstzīmju virkne {0} ir neskaidra. Ieraksta atdalītāja rakstzīmi nevar droši nolasīt.
pl: Podana sekwencja znaków {0} jest niejednoznaczna. Znaku separatora rekordu nie można odczytać wiarygodnie.
ro: Secvența de caractere raportată {0} este ambiguă. Caracterul separator de înregistrare nu poate fi citit fiabil.
sk: Ohlásený reťazec znakov {0} je nejednoznačný. Znak oddeľovača záznamov nie je možné spoľahlivo prečítať.
sl: The reported character sequence {0} is ambiguous. The record separator character cannot be reliably read.
sv: Den rapporterade teckenföljden {0} är tvetydig. Postseparatorstecknet kan inte läsas pålitligt.
