Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# CalibrationInformation_253
source: Some reported non-invariant ASCII characters are ambiguous: {0}
bg: Някои докладвани неинвариантни ASCII символи са нееднозначни: {0}
cs: Některé nahlášené neměnné znaky ASCII jsou nejednoznačné: {0}
da: Nogle rapporterede ikke-invariante ASCII-tegn er tvetydige: {0}
de: Einige gemeldete nicht invariante ASCII-Zeichen sind mehrdeutig: {0}
el: Κάποιοι αναφερόμενοι μη αμετάβλητοι χαρακτήρες ASCII είναι ασαφείς: {0}
es: Algunos caracteres ASCII no invariantes reportados son ambiguos: {0}
et: Mõningaid teatatud mitteinvariantseid ASCII tähemärke on mitmetähenduslikud: {0}
fi: Joitakin raportoituja ei-invariantteja ASCII-merkkejä on epäselviä: {0}
fr: Certains caractères ASCII non invariants signalés sont ambigus : {0}
ga: Tá roinnt carachtair ASCII neamh-inbhuanaithe tuairiscithe doiléir: {0}
hr: Neki prijavljeni neinvarijantni ASCII znakovi su dvosmisleni: {0}
hu: Néhány jelentett nem invariáns ASCII karakter kétértelmű: {0}
is: Sumir tilkynntir ekki-fastir ASCII stafir eru tvíræðir: {0}
it: Alcuni caratteri ASCII non invarianti segnalati sono ambigui: {0}
lt: Kai kurie pranešti neinvariantiniai ASCII simboliai yra dviprasmiški: {0}
lv: Dažas ziņotās ne-invariantās ASCII rakstzīmes ir neskaidras: {0}
mt: Xi karattri ASCII mhux invarianti rrappurtati huma ambigwi: {0}
nl: Sommige gerapporteerde niet-invariante ASCII-karakters zijn dubbelzinnig: {0}
no: Noen rapporterte ikke-invariante ASCII-tegn er tvetydige: {0}
pl: Niektóre zgłoszone niezmienne znaki ASCII są niejednoznaczne: {0}
pt: Alguns caracteres ASCII não invariantes relatados são ambíguos: {0}
ro: Unele caractere ASCII ne-invariante raportate sunt ambigue: {0}
sk: Niektoré hlásené nemenné znaky ASCII sú nejednoznačné: {0}
sl: Nekateri prijavljeni ne-invariantni ASCII znaki so dvoumni: {0}
sv: Vissa rapporterade icke-invarianta ASCII-tecken är tvetydiga: {0}

# CalibrationInformation_256
source: The reported character sequence {0} is ambiguous. This may prevent reading of any additional data elements included in a barcode.
bg: Докладваният символ {0} за символ за край на предаването е нееднозначен. Баркодовете, които използват синтаксиса на ISO/IEC 15434, не могат да бъдат надеждно прочетени.
cs: Nahlášený znak {0} pro znak ukončení přenosu je nejednoznačný. Čárové kódy používající syntaxi ISO/IEC 15434 nelze spolehlivě číst.
da: Det rapporterede tegn {0} for et End-of-Transmission-tegn er tvetydigt. Stregkoder, der bruger ISO/IEC 15434-syntaks, kan ikke læses pålideligt.
de: Die gemeldete Zeichenfolge {0} ist mehrdeutig. Dies kann das Lesen von zusätzlichen Datenelementen in einem Barcode verhindern.
el: Η αναφερόμενη ακολουθία χαρακτήρων {0} είναι ασαφής. Αυτό μπορεί να εμποδίσει την ανάγνωση οποιωνδήποτε επιπλέον στοιχείων δεδομένων που περιλαμβάνονται σε ένα barcode.
es: La secuencia de caracteres reportada {0} es ambigua. Esto puede impedir la lectura de cualquier elemento de datos adicional incluido en un código de barras.
et: Teatatud tähemärkide järjestus {0} on mitmetähenduslik. See võib takistada vöötkoodis sisalduvate täiendavate andmeelementide lugemist.
fi: Raportoitu merkkijono {0} on epäselvä. Tämä saattaa estää viivakoodissa olevien lisädatan elementtien lukemisen.
fr: La séquence de caractères signalée {0} est ambiguë. Cela peut empêcher la lecture de tout élément de données supplémentaire inclus dans un code-barres.
ga: Tá an seicheamh carachtar tuairiscithe {0} doiléir. D'fhéadfadh sé seo cosc a chur ar léamh aon eilimintí sonraí breise san áireamh i mbarcód.
hr: Prijavljena sekvencija znakova {0} je dvosmislena. To može spriječiti čitanje bilo kojih dodatnih elemenata podataka uključenih u bar kod.
hu: A jelentett {0} karakter sorozat kétértelmű. Ez megakadályozhatja a vonalkódban található további adatelemek olvasását.
is: Skýrði stafurinn {0} fyrir tákn um lok sendingar er tvíræður. Strikamerki sem nota ISO/IEC 15434 setningafræði er hugsanlegt að ekki verði lesin áreiðanlega.
it: La sequenza di caratteri segnalata {0} è ambigua. Ciò potrebbe impedire la lettura di eventuali elementi di dati aggiuntivi inclusi in un codice a barre.
lt: Pranešta simbolių seka {0} yra dviprasmiška. Tai gali sutrukdyti bet kokių papildomų duomenų elementų, įtrauktų į brūkšninį kodą, nuskaitymui.
lv: Ziņotā rakstzīme {0} par pārraides beigu rakstzīmi ir neskaidra. Svītrkodi, kas izmanto ISO/IEC 15434 sintaksi, var nebūt uzticami nolasāmi.
mt: Is-sekwenza tal-karattri rrappurtata {0} hija ambigwa. Dan jista' jipprevjeni l-qari ta' kwalunkwe elementi addizzjonali ta' data inklużi f'barcode.
nl: De gerapporteerde karakterreeks {0} is dubbelzinnig. Dit kan het lezen van eventuele extra gegevenselementen in een barcode verhinderen.
no: Rapportert tegnsekvens {0} er tvetydig. Dette kan forhindre lesing av eventuelle tilleggsdataelementer inkludert i en strekkode.
pl: Zgłoszony znak {0} dla znaku końca transmisji jest niejednoznaczny. Kody kreskowe wykorzystujące składnię ISO/IEC 15434 nie mogą być niezawodnie odczytywane.
pt: A sequência de caracteres relatada {0} é ambígua. Isso pode impedir a leitura de quaisquer elementos de dados adicionais incluídos em um código de barras.
ro: Caracterul raportat {0} pentru un caracter de sfârșit de transmisie este ambiguu. Codurile de bare care folosesc sintaxa ISO/IEC 15434 nu pot fi citite fiabil.
sk: Hlásený znak {0} pre znak konca prenosu je nejednoznačný. Čiarové kódy používajúce syntax ISO/IEC 15434 nemusia byť spoľahlivo čitateľné.
sl: Prijavljeni znak {0} za znak konca prenosa je dvoumen. Črtne kode, ki uporabljajo sintakso ISO/IEC 15434, morda ne bodo zanesljivo prebrane.
sv: Det rapporterade tecknet {0} för ett slut på överföringstecken är tvetydigt. Streckkoder som använder ISO/IEC 15434-syntax kan inte läsas tillförlitligt.

# CalibrationInformation_255
source: Some reported character sequences are ambiguous. These characters do not represent invariant characters: {0}
bg: Докладваният символ {0} за разделител на единици е нееднозначен. Баркодовете, които използват синтаксиса на ISO/IEC 15434 за представяне на EDI данни, не могат да бъдат надеждно прочетени.
cs: Nahlášený znak {0} pro oddělovač jednotek je nejednoznačný. Čárové kódy používající syntaxi ISO/IEC 15434 k reprezentaci dat EDI nelze spolehlivě číst.
da: Det rapporterede tegn {0} for en enhedseparator er tvetydigt. Stregkoder, der bruger ISO/IEC 15434-syntaks til at repræsentere EDI-data, kan ikke læses pålideligt.
de: Einige gemeldete Zeichenfolgen sind mehrdeutig. Diese Zeichen stellen keine invarianten Zeichen dar: {0}
el: Κάποιες αναφερόμενες ακολουθίες χαρακτήρων είναι ασαφείς. Αυτοί οι χαρακτήρες δεν αντιπροσωπεύουν αμετάβλητους χαρακτήρες: {0}
es: Algunas secuencias de caracteres reportadas son ambiguas. Estos caracteres no representan caracteres invariantes: {0}
et: Mõningaid teatatud tähemärkide järjestusi on mitmetähenduslikud. Need tähemärgid ei esinda invariante tähemärke: {0}
fi: Joitakin raportoituja merkkijonoja on epäselviä. Nämä merkit eivät edusta invarianteja merkkejä: {0}
fr: Certaines séquences de caractères signalées sont ambigues. Ces caractères ne représentent pas des caractères invariants : {0}
ga: Tá roinnt seichimh carachtair tuairiscithe doiléir. Ní léiríonn na carachtair seo carachtair inbhuanaithe: {0}
hr: Neke prijavljene sekvence znakova su dvosmislene. Ti znakovi ne predstavljaju invarijantne znakove: {0}
hu: Néhány jelentett karakter sorozat kétértelmű. Ezek a karakterek nem reprezentálják az invariáns karaktereket: {0}
is: Skýrði stafurinn {0} fyrir einingaskilja er tvíræður. Strikamerki sem nota ISO/IEC 15434 setningafræði til að tákna EDI gögn er hugsanlegt að ekki verði lesin áreiðanlega.
it: Alcune sequenze di caratteri segnalate sono ambigue. Questi caratteri non rappresentano caratteri invarianti: {0}
lt: Kai kurių praneštų simbolių sekų prasmė yra dviprasmiška. Šie simboliai neatstovauja invariantiniams simboliams: {0}
lv: Ziņotā rakstzīme {0} vienību atdalītājam ir neskaidra. Svītrkodi, kas izmanto ISO/IEC 15434 sintaksi, lai attēlotu EDI datus, var nebūt uzticami nolasāmi.
mt: Xi sekwenzi ta' karattri rrappurtati huma ambigwi. Dawn il-karattri ma jirrappreżentawx karattri invarianti: {0}
nl: Sommige gerapporteerde karakterreeksen zijn dubbelzinnig. Deze karakters vertegenwoordigen geen invariante karakters: {0}
no: Noen rapporterte tegnsekvenser er tvetydige. Disse tegnene representerer ikke invariante tegn: {0}
pl: Zgłoszony znak {0} dla separatora jednostek jest niejednoznaczny. Kody kreskowe wykorzystujące składnię ISO/IEC 15434 do przedstawiania danych EDI nie mogą być niezawodnie odczytywane.
pt: Algumas sequências de caracteres relatadas são ambíguas. Esses caracteres não representam caracteres invariantes: {0}
ro: Caracterul raportat {0} pentru un separator de unități este ambiguu. Codurile de bare care folosesc sintaxa ISO/IEC 15434 pentru a reprezenta date EDI nu pot fi citite fiabil.
sk: Hlásený znak {0} pre oddeľovač jednotiek je nejednoznačný. Čiarové kódy používajúce syntax ISO/IEC 15434 na reprezentáciu dát EDI nemusia byť spoľahlivo čitateľné.
sl: Prijavljeni znak {0} za ločilo enote je dvoumen. Črtne kode, ki uporabljajo sintakso ISO/IEC 15434 za predstavitev podatkov EDI, morda ne bodo zanesljivo prebrane.
sv: Det rapporterade tecknet {0} för en enhetsavgränsare är tvetydigt. Streckkoder som använder ISO/IEC 15434-syntax för att representera EDI-data kan inte läsas tillförlitligt.

# CalibrationInformation_260
source: The barcode scanner and computer keyboard layouts do not correspond
bg: Докладваният символ {0} за разделител на единици е нееднозначен. Баркодовете, които използват контролни символи ASCII 31, не могат да бъдат надеждно прочетени.
cs: Nahlášený znak {0} pro oddělovač jednotek je nejednoznačný. Čárové kódy používající řídicí znaky ASCII 31 nelze spolehlivě číst.
da: Det rapporterede tegn {0} for en enhedseparator er tvetydigt. Stregkoder, der bruger ASCII 31-kontroltegn, kan ikke læses pålideligt.
de: Die Tastaturbelegungen des Barcode-Scanners und des Computers entsprechen sich nicht.
el: Οι διατάξεις πληκτρολογίου του σαρωτή barcode και του υπολογιστή δεν αντιστοιχούν
es: Los diseños del escáner de códigos de barras y del teclado de la computadora no corresponden.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei ühti.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelut eivät vastaa toisiaan
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur ne correspondent pas.
ga: Ní mheaitseálann leagan amach méarchláir an scanóra baracóid agus an ríomhaire
hr: Konfiguracije tipkovnice skenera bar kodova i računala se ne podudaraju
hu: A vonalkódolvasó és a számítógép billentyűzetének elrendezése nem egyezik meg.
is: Skýrði stafurinn {0} fyrir einingaskilja er tvíræður. Strikamerki sem nota ASCII 31 stjórnmerki er hugsanlegt að ekki verði lesin áreiðanlega.
it: Le disposizioni della tastiera dello scanner di codici a barre e del computer non corrispondono.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai nesutampa
lv: Ziņotā rakstzīme {0} vienību atdalītājam ir neskaidra. Svītrkodi, kas izmanto ASCII 31 vadības rakstzīmes, var nebūt uzticami nolasāmi.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter ma jaqblux
nl: De barcode scanner en computer toetsenbordindelingen komen niet overeen.
no: Strekkodeskannerens og datamaskinens tastaturoppsett samsvarer ikke.
pl: Zgłoszony znak {0} dla separatora jednostek jest niejednoznaczny. Kody kreskowe wykorzystujące znaki kontrolne ASCII 31 mogą nie być niezawodnie odczytywane.
pt: Os layouts do teclado do scanner de código de barras e do computador não correspondem
ro: Caracterul raportat {0} pentru un separator de unități este ambiguu. Codurile de bare care utilizează caractere de control ASCII 31 nu pot fi citite fiabil.
sk: Hlásený znak {0} pre oddeľovač jednotiek je nejednoznačný. Čiarové kódy používajúce riadiace znaky ASCII 31 nemusia byť spoľahlivo čitateľné.
sl: Prijavljeni znak {0} za ločilo enote je dvoumen. Črtne kode, ki uporabljajo nadzorne znake ASCII 31, morda ne bodo zanesljivo prebrane.
sv: Det rapporterade tecknet {0} för en enhetsavgränsare är tvetydigt. Streckkoder som använder ASCII 31-kontrolltecken kan inte läsas tillförlitligt.

# CalibrationInformation_261
source: The barcode scanner and computer keyboard layouts do not correspond for invariant characters.
bg: Докладваният символ {0} за символ за край на предаването е нееднозначен. Баркодовете, които използват контролни символи ASCII04, не могат да бъдат надеждно прочетени.
cs: Nahlášený znak {0} pro znak ukončení přenosu je nejednoznačný. Čárové kódy používající řídicí znaky ASCII04 nelze spolehlivě číst.
da: Det rapporterede tegn {0} for et End-of-Transmission-tegn er tvetydigt. Stregkoder, der bruger ASCII04-kontroltegn, kan ikke læses pålideligt.
de: Die Tastaturbelegungen des Barcode-Scanners und des Computers entsprechen sich nicht für invariante Zeichen.
el: Οι διατάξεις πληκτρολογίου του σαρωτή barcode και του υπολογιστή δεν αντιστοιχούν για αμετάβλητους χαρακτήρες.
es: Los diseños del escáner de códigos de barras y del teclado de la computadora no corresponden para caracteres invariantes.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei ühti invariante tähemärkide puhul.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelut eivät vastaa toisiaan invarianteille merkeille.
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur ne correspondent pas pour les caractères invariants.
ga: Ní mheaitseálann leagan amach méarchláir an scanóra baracóid agus an ríomhaire do charachtair inbhuanaithe.
hr: Konfiguracije tipkovnice skenera bar kodova i računala se ne podudaraju za invarijantne znakove.
hu: A vonalkódolvasó és a számítógép billentyűzetének elrendezése az invariáns karakterek esetében nem egyezik meg.
is: Skýrði stafurinn {0} fyrir tákn um lok sendingar er tvíræður. Strikamerki sem nota ASCII04 stjórnmerki er hugsanlegt að ekki verði lesin áreiðanlega.
it: Le disposizioni della tastiera dello scanner di codici a barre e del computer non corrispondono per caratteri invarianti.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai nesutampa invariantiniams simboliams.
lv: Ziņotā rakstzīme {0} par pārraides beigu rakstzīmi ir neskaidra. Svītrkodi, kas izmanto ASCII04 vadības rakstzīmes, var nebūt uzticami nolasāmi.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter ma jaqblux għal karattri invarianti.
nl: De barcode scanner en computer toetsenbordindelingen komen niet overeen voor invariante karakters.
no: Strekkodeskannerens og datamaskinens tastaturoppsett samsvarer ikke for invariante tegn.
pl: Zgłoszony znak {0} dla znaku końca transmisji jest niejednoznaczny. Kody kreskowe wykorzystujące znaki kontrolne ASCII04 mogą nie być niezawodnie odczytywane.
pt: Os layouts do teclado do scanner de código de barras e do computador não correspondem para caracteres invariantes.
ro: Caracterul raportat {0} pentru un caracter de sfârșit de transmisie este ambiguu. Codurile de bare care utilizează caractere de control ASCII04 nu pot fi citite fiabil.
sk: Hlásený znak {0} pre znak konca prenosu je nejednoznačný. Čiarové kódy používajúce riadiace znaky ASCII04 nemusia byť spoľahlivo čitateľné.
sl: Prijavljeni znak {0} za znak konca prenosa je dvoumen. Črtne kode, ki uporabljajo nadzorne znake ASCII04, morda ne bodo zanesljivo prebrane.
sv: Det rapporterade tecknet {0} för ett slut på överföringstecken är tvetydigt. Streckkoder som använder ASCII04-kontrolltecken kan inte läsas tillförlitligt.

# CalibrationInformation_262
source: The barcode scanner and computer keyboard layouts do not correspond for non-invariant ASCII characters.
bg: Докладваната последователност от символи {0} е нееднозначна. Това представлява символа за разделител на записи.
cs: Nahlášená sekvence znaků {0} je nejednoznačná. Představuje znak oddělovače záznamu.
da: Den rapporterede tegnsekvens {0} er tvetydig. Dette repræsenterer tegnadskillelsestegnet.
de: Die Tastaturbelegungen des Barcode-Scanners und des Computers entsprechen sich nicht für nicht invariante ASCII-Zeichen.
el: Οι διατάξεις πληκτρολογίου του σαρωτή barcode και του υπολογιστή δεν αντιστοιχούν για μη αμετάβλητους χαρακτήρες ASCII.
es: Los diseños del escáner de códigos de barras y del teclado de la computadora no corresponden para caracteres ASCII no invariantes.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei ühti mitteinvariantsete ASCII tähemärkide puhul.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelut eivät vastaa toisiaan ei-invarianteille ASCII-merkeille.
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur ne correspondent pas pour les caractères ASCII non invariants.
ga: Ní mheaitseálann leagan amach méarchláir an scanóra baracóid agus an ríomhaire do charachtair ASCII neamh-inbhuanaithe.
hr: Konfiguracije tipkovnice skenera bar kodova i računala se ne podudaraju za neinvarijantne ASCII znakove.
hu: A vonalkódolvasó és a számítógép billentyűzetének elrendezése a nem invariáns ASCII karakterek esetében nem egyezik meg.
is: Skýrða táknröðin {0} er tvíræð. Þetta táknar skráarskiljann.
it: Le disposizioni della tastiera dello scanner di codici a barre e del computer non corrispondono per caratteri ASCII non invarianti.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai nesutampa neinvariantiniams ASCII simboliams.
lv: Ziņotā rakstzīmju secība {0} ir neskaidra. Tas attēlo ierakstu atdalītāja rakstzīmi.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter ma jaqblux għal karattri ASCII mhux invarianti.
nl: De barcode scanner en computer toetsenbordindelingen komen niet overeen voor niet-invariante ASCII-karakters.
no: Strekkodeskannerens og datamaskinens tastaturoppsett samsvarer ikke for ikke-invariante ASCII-tegn.
pl: Zgłoszona sekwencja znaków {0} jest niejednoznaczna. Reprezentuje ona znak separatora rekordów.
pt: Os layouts do teclado do scanner de código de barras e do computador não correspondem para caracteres ASCII não invariantes.
ro: Secvența de caractere raportată {0} este ambiguă. Aceasta reprezintă caracterul separatorului de înregistrări.
sk: Hlásená sekvencia znakov {0} je nejednoznačná. Predstavuje znak oddeľovača záznamov.
sl: Prijavljeno zaporedje znakov {0} je dvoumno. To predstavlja znak za ločevanje zapisov.
sv: Den rapporterade teckensekvensen {0} är tvetydig. Detta representerar tecknet för avgränsning av poster.

# CalibrationInformation_263
source: The barcode scanner and computer keyboard layouts do not correspond when representing Group Separators.
de: Die Tastaturbelegungen des Barcode-Scanners und des Computers entsprechen sich nicht bei der Darstellung von Gruppentrennzeichen.
el: Οι διατάξεις πληκтροлογίου του σαρωτή barcode και του υпολογιστή δεν αντιστοιχούν ката την αναπαράσταση διαχωριστών ομάδων.
es: Los diseños del escáner de códigos de barras y del teclado de la computadora no corresponden al representar Separadores de Grupo.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei ühti grupi eraldajate esitamisel.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelut eivät vastaa toisiaan ryhmän erottajaa esitettäessä.
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur ne correspondent pas lors de la représentation des séparateurs de groupe.
ga: Ní mheaitseálann leagan amach méarchláir an scanóra baracóid agus an ríomhaire agus iad ag léiriú Scarthóirí Grúpa.
hr: Konfiguracije tipkovnice skenera bar kodova i računala se ne podudaraju prilikom prikazivanja grupnih separatora.
hu: A vonalkódolvasó és a számítógép billentyűzetének elrendezése a csoportelválasztók reprezentálásakor nem egyezik meg.
it: Le disposizioni della tastiera dello scanner di codici a barre e del computer non corrispondono nella rappresentazione dei separatori di gruppo.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai nesutampa atstovaujant grupės skyrikliams.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter ma jaqblux meta jirrappreżentaw Separatori tal-Grupp.
nl: De barcode scanner en computer toetsenbordindelingen komen niet overeen bij het vertegenwoordigen van groepsscheiders.
no: Strekkodeskannerens og datamaskinens tastaturoppsett samsvarer ikke når de representerer gruppeseparatorer.
pt: Os layouts do teclado do scanner de código de barras e do computador não correspondem ao representar Separadores de Grupo.

# CalibrationInformation_264
source: The barcode scanner and computer keyboard layouts do not correspond when representing Record Separators.
de: Die Tastaturbelegungen des Barcode-Scanners und des Computers entsprechen sich nicht bei der Darstellung von Datensatztrennzeichen.
el: Οι διατάξεις πληκτρολογίου тου σαρωτή barcode και του υпολογиστή δεν αντιστοιχούν κατά την αναπαράσταση διαχωριστών εγγραφών.
es: Los diseños del escáner de códigos de barras y del teclado de la computadora no corresponden al representar Separadores de Registro.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei ühti rekordi eraldajate esitamisel.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelut eivät vastaa toisiaan tallenteen erottajaa esitettäessä.
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur ne correspondent pas lors de la représentation des séparateurs d'enregistrement.
ga: Ní mheaitseálann leagan amach méarchláir an scanóra baracóid agus an ríomhaire agus iad ag léiriú Scarthóirí Taifead.
hr: Konfiguracije tipkovnice skenera bar kodova i računala se ne podudaraju prilikom prikazivanja rekordnih separatora.
hu: A vonalkódolvasó és a számítógép billentyűzetének elrendezése a rekordelválasztók reprezentálásakor nem egyezik meg.
it: Le disposizioni della tastiera dello scanner di codici a barre e del computer non corrispondono nella rappresentazione dei separatori di record.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai nesutampa atstovaujant įrašų skyrikliams.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter ma jaqblux meta jirrappreżentaw Separatori tar-Rekord.
nl: De barcode scanner en computer toetsenbordindelingen komen niet overeen bij het vertegenwoordigen van recordscheiders.
no: Strekkodeskannerens og datamaskinens tastaturoppsett samsvarer ikke når de representerer rekordseparatorer.
pt: Os layouts do teclado do scanner de código de barras e do computador não correspondem ao representar Separadores de Registro.
