Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# AdviceItemRemainingMismatch
source: Advice items remaining mismatch.
bg: Остават несъответстващи съвети.
cs: Zůstaly nesrovnalosti v položkách poradenství.
da: Uoverensstemmelse i tilbageværende rådgivningselementer.
de: Unstimmigkeit bei verbleibenden Beratungselementen.
es: Hay discrepancias en los elementos de consejo restantes.
fr: Les éléments de conseil restants ne correspondent pas.
hu: Tanácsadási elemek megmaradt eltérés.
is: Rangræmi eftirgefinna ráðleggjandi atriða.
it: Gli articoli di consiglio rimanenti non corrispondono.
lv: Padomi par palikušajiem elementiem nesakrīt.
pl: Pozostała liczba elementów porad nie zgadza się.
ro: Elementele rămase de sfat nu se potrivesc.
sk: Nesúlad zostávajúcich položiek poradenstva.
sl: Neskladje preostalih nasvetov.
sv: Rådande poster stämmer inte överens.

# CalibrationIncorrectErrorInformationType
source: Incorrect error information type.
bg: Неправилен тип информация за грешка.
cs: Nesprávný typ informace o chybě.
da: Ukorrekt type af fejlinformation.
de: Falscher Fehlinformationstyp.
el: Λάθος τύπος πληροφορίας σφάλματος.
es: Tipo de información de error incorrecto.
et: Vale veateabe tüüp.
fi: Virheellinen virhetiedon tyyppi.
fr: Type d'information d'erreur incorrect.
ga: Cineál eolais earráide mícheart.
hr: Netočna vrsta informacija o pogrešci.
hu: Helytelen hiba információtípus.
is: Rangur tegund villuupplýsinga.
it: Tipo di informazione di errore non corretto.
lt: Neteisingas klaidos informacijos tipas.
lv: Nepareiza kļūdas informācijas veida.
mt: Tip ta' informazzjoni ta' żball mhux korretta.
nl: Onjuist type foutinformatie.
no: Feil type feilinformasjon.
pl: Nieprawidłowy typ informacji o błędzie.
pt: Tipo de informação de erro incorreto.
ro: Tipul informațiilor de eroare incorect.
sk: Nesprávny typ informácie o chybe.
sl: Napačna vrsta informacije o napaki.
sv: Felaktig typ av felinformation.

# CalibrationIncorrectInformationalInformationType
source: Incorrect informational information type.
bg: Неправилен тип информационна информация.
cs: Nesprávný typ informační informace.
da: Ukorrekt type af informationsinformation.
de: Falscher informativer Informationstyp.
el: Λάθος τύπος πληροφοριακής πληροφορίας.
es: Tipo de información informativa incorrecta.
et: Vale informatiivse teabe tüüp.
fi: Virheellinen tiedollisen tiedon tyyppi.
fr: Type d'information informationnel incorrect.
ga: Cineál eolais faisnéiseach mícheart.
hr: Netočna vrsta informativnih informacija.
hu: Helytelen információs információtípus.
is: Rangur tegund upplýsingaupplýsinga.
it: Tipo di informazione informativa non corretto.
lt: Neteisingas informacinis informacijos tipas.
lv: Nepareiza informatīvā informācijas veida.
mt: Tip ta' informazzjoni informattiva mhux korretta.
nl: Onjuist type informatieve informatie.
no: Feil type informasjonsinformasjon.
pl: Nieprawidłowy typ informacji informacyjnych.
pt: Tipo de informação informativa incorreto.
ro: Tipul informațiilor informative incorect.
sk: Nesprávny typ informačnej informácie.
sl: Napačna vrsta informativne informacije.
sv: Felaktig typ av informativ information.

# CalibrationIncorrectWarningInformationType
source: Incorrect warning information type.
bg: Неправилен тип предупредителна информация.
cs: Nesprávný typ informace o varování.
da: Ukorrekt type af advarselsinformation.
de: Falscher Warnungsinformationstyp.
el: Λάθος τύπος πληροφορίας προειδοποίησης.
es: Tipo de información de advertencia incorrecto.
et: Vale hoiatusteabe tüüp.
fi: Virheellinen varoituksen tiedon tyyppi.
fr: Type d'information d'avertissement incorrect.
ga: Cineál eolais rabhaidh mícheart.
hr: Netočna vrsta upozoravajućih informacija.
hu: Helytelen figyelmeztetés információtípus.
is: Rangur tegund viðvörunarupplýsinga.
it: Tipo di informazione di avviso non corretto.
lt: Neteisingas įspėjimo informacijos tipas.
lv: Nepareiza brīdinājuma informācijas veida.
mt: Tip ta' informazzjoni ta' twissija mhux korretta.
nl: Onjuist type waarschuwingsinformatie.
no: Feil type advarselsinformasjon.
pl: Nieprawidłowy typ informacji ostrzegawczych.
pt: Tipo de informação de aviso incorreto.
ro: Tipul informațiilor de avertizare incorect.
sk: Nesprávny typ varovnej informácie.
sl: Napačna vrsta opozorilne informacije.
sv: Felaktig typ av varningsinformation.

# Calibration_Error_001
source: Failed to insert space placeholders.
bg: Неуспешно вмъкване на плейсхолдъри за разстояние.
cs: Nepodařilo se vložit zástupné znaky pro mezery.
da: Kunne ikke indsætte pladsholdere for mellemrum.
de: Platzhalter für Leerzeichen konnten nicht eingefügt werden.
el: Αποτυχία εισαγωγής διαστημάτων placeholders.
es: Falló al insertar marcadores de posición de espacio.
et: Ebaõnnestus tühikute kohatäidete sisestamine.
fi: Väliaikaisten välilyöntimerkkien lisääminen epäonnistui.
fr: Échec de l'insertion des espaces réservés.
ga: Theip ar iontráil spásanna sealadach.
hr: Nije uspjelo umetanje rezervnih mjesta za razmake.
hu: Nem sikerült szóköz helykitöltők beszúrása.
is: Mistókst að setja inn bilstaðgengla.
it: Inserimento di segnaposto spazio fallito.
lt: Nepavyko įterpti tarpų vietininkų.
lv: Neizdevās ievietot atstarpju vietturus.
mt: Fallejt biex tiddaħħal placeholders għall-ispazju.
nl: Invoegen van spaties als placeholders mislukt.
no: Klarte ikke å sette inn plassholdere for mellomrom.
pl: Nie udało się wstawić symboli zastępczych spacji.
pt: Falha ao inserir marcadores de espaço.
ro: Eșec la inserarea spațiilor temporare.
sk: Zlyhalo vloženie zástupných symbolov pre medzery.
sl: Vstavljanje nadomestnih presledkov ni uspelo.
sv: Misslyckades med att infoga platsmarkörer för mellanslag.

# Calibration_Error_002
source: Invalid argument provided to regular expression Replace method.
bg: Невалиден аргумент, предоставен на метода Replace на регулярен израз.
cs: Neplatný argument poskytnutý metodě Replace regulárního výrazu.
da: Ugyldigt argument leveret til regulært udtryks Erstat-metode.
de: Ungültiges Argument für die Ersetzungsmethode des regulären Ausdrucks bereitgestellt.
el: Παρέχεται άκυρο επιχείρημα στη μέθοδο αντικατάστασης τακτικών εκφράσεων.
es: Argumento inválido proporcionado al método Replace de expresión regular.
et: Vigane argument regulaaravaldise asendusmeetodile.
fi: Virheellinen argumentti säännöllisen lausekkeen Replace-metodille.
fr: Argument invalide fourni à la méthode de remplacement d'expression régulière.
ga: Argóint neamhbhailí curtha ar fáil do mhodh Replace rialta.
hr: Neispravan argument pružen metodi zamjene regularnog izraza.
hu: Érvénytelen argumentum lett megadva a reguláris kifejezés Replace metódusához.
is: Ógilt rök veitt að reglulegu tjáningu Replace aðferð.
it: Argomento non valido fornito al metodo Replace dell'espressione regolare.
lt: Netinkamas argumentas pateiktas reguliarios išraiškos Replace metodui.
lv: Nederīgs arguments regulārās izteiksmes Aizvietošanas metodē.
mt: Argument invalidu pprovdut lill-metodu Replace ta' espressjoni regolari.
nl: Ongeldig argument geleverd aan de Replace-methode van reguliere expressies.
no: Ugyldig argument gitt til erstatningsmetoden for regulære uttrykk.
pl: Nieprawidłowy argument dostarczony do metody Replace wyrażenia regularnego.
pt: Argumento inválido fornecido ao método de substituição de expressão regular.
ro: Argument invalid furnizat metodei de înlocuire a expresiei regulate.
sk: Neplatný argument poskytnutý metóde Replace regulárneho výrazu.
sl: Neveljaven argument, podan metodi Replace rednega izraza.
sv: Ogiltigt argument till metod för att ersätta reguljära uttryck.

# Calibration_Error_003
source: The regular expression timed out while performing a match.
bg: Регулярният израз изтече, докато извършва съвпадение.
cs: Regulární výraz vypršel při provádění shody.
da: Det regulære udtryk løb tør for tid under udførelsen af en match.
de: Der reguläre Ausdruck hat beim Ausführen einer Übereinstimmung eine Zeitüberschreitung erfahren.
el: Η τακτική έκφραση έληξε κατά τη διάρκεια της αντιστοιχίας.
es: La expresión regular agotó el tiempo mientras realizaba una coincidencia.
et: Regulaaravaldise töötlemine aegus sobiva vastavuse otsimisel.
fi: Säännöllinen lauseke aikakatkaistiin suoritettaessa vastaavuutta.
fr: L'expression régulière a expiré lors de la tentative de correspondance.
ga: D'fhan an léiriú rialta le linn meaitseála a dhéanamh.
hr: Regularni izraz je istekao tijekom izvođenja podudaranja.
hu: A reguláris kifejezés túlcsordult egyeztetés közben.
is: Regluleg tjáning kláraðist ekki við að framkvæma samsvörun.
it: L'espressione regolare è scaduta durante l'esecuzione di una corrispondenza.
lt: Reguliarioji išraiška nesuspėjo atlikti atitikties vykdymo metu.
lv: Regulārā izteiksme pārtrauca darbību, veicot atbilstību.
mt: L-espressjoni regolari ħadet żmien twil wisq waqt li kienet qed twettaq tqabbil.
nl: De reguliere expressie time-out tijdens het uitvoeren van een match.
no: Regulært uttrykk timet ut under utførelse av en kamp.
pl: Wyrażenie regularne przekroczyło limit czasu podczas dopasowywania.
pt: A expressão regular esgotou o tempo enquanto realizava uma correspondência.
ro: Expresia regulată a expirat în timp ce efectua o potrivire.
sk: Regulárny výraz vypršal počas vykonávania zhody.
sl: Redni izraz je prekoračil časovno omejitev med izvajanjem ujemanja.
sv: Det reguljära uttrycket nådde tidsgränsen under matchning.

# UnusedExtendedAsciiCharacterNotFound
source: Cannot find suitable character for temporary placeholder. All extended ASCII characters are already used in the input string.
bg: Не може да бъде намерен подходящ символ за временен плейсхолдър. Всички разширени символи ASCII вече са използвани във входния низ.
cs: Nelze najít vhodný znak pro dočasný zástupný znak. Všechny rozšířené znaky ASCII jsou již použity ve vstupním řetězci.
da: Kan ikke finde passende tegn til midlertidig pladsholder. Alle udvidede ASCII-tegn er allerede brugt i inputstrengen.
de: Kein geeigneter Charakter für temporären Platzhalter gefunden. Alle erweiterten ASCII-Zeichen werden bereits in der Eingabezeichenfolge verwendet.
el: Δεν βρέθηκε κατάλληλος χαρακτήρας για προσωρινό placeholder. Όλοι οι εκτεταμένοι χαρακτήρες ASCII χρησιμοποιούνται ήδη στην εισερχόμενη σειρά.
es: No se puede encontrar un carácter adecuado para el marcador de posición temporal. Todos los caracteres ASCII extendidos ya están utilizados en la cadena de entrada.
et: Sobiva ajutise kohatäite tähemärgi leidmine ebaõnnestus. Kõik laiendatud ASCII tähemärgid on juba sisendstringis kasutusel.
fi: Sopivaa merkkiä väliaikaiseen paikkamerkkiin ei löydy. Kaikki laajennetun ASCII:n merkit on jo käytetty syötteessä.
fr: Impossible de trouver un caractère approprié pour un espace réservé temporaire. Tous les caractères ASCII étendus sont déjà utilisés dans la chaîne d'entrée.
ga: Ní féidir carachtar oiriúnach a aimsiú do shuíomh sealadach. Tá gach carachtar ASCII sínte in úsáid cheana féin sa sreang ionchur.
hr: Ne može se pronaći odgovarajući znak za privremeni rezervni prostor. Svi prošireni ASCII znakovi su već upotrijebljeni u ulaznom nizu.
hu: Nem található megfelelő karakter az ideiglenes helykitöltőhöz. Az összes kiterjesztett ASCII karakter már használatban van a bemeneti szövegben.
is: Ekki er hægt að finna viðeigandi staf fyrir tímabundinn staðgengil. Öll útvíkkuð ASCII stafasett eru þegar notuð í inntaksstrengnum.
it: Impossibile trovare un carattere adatto per il segnaposto temporaneo. Tutti i caratteri ASCII estesi sono già utilizzati nella stringa di input.
lt: Negalima rasti tinkamo simbolio laikinam vietininkui. Visi išplėstiniai ASCII simboliai jau naudojami įvesties eilutėje.
lv: Nevar atrast piemērotu raksturu pagaidu vietturim. Visi paplašinātā ASCII rakstzīmes jau tiek izmantotas ievades virknē.
mt: Ma nstabx karattru adattat għal placeholder temporanju. Il-karattri kollha estiżi ASCII diġà jintużaw fil-katina ta' input.
nl: Kan geen geschikt teken vinden voor tijdelijke placeholder. Alle uitgebreide ASCII-tekens zijn al gebruikt in de invoerstring.
no: Kan ikke finne passende tegn for midlertidig plassholder. Alle utvidede ASCII-tegn er allerede brukt i inndatastrengen.
pl: Nie można znaleźć odpowiedniego znaku na tymczasowy symbol zastępczy. Wszystkie rozszerzone znaki ASCII są już używane w ciągu wejściowym.
pt: Não é possível encontrar um caráter adequado para marcador temporário. Todos os caracteres ASCII estendidos já estão em uso na string de entrada.
ro: Nu se poate găsi un caracter potrivit pentru locul temporar. Toate caracterele ASCII extinse sunt deja utilizate în șirul de intrare.
sk: Nie je možné nájsť vhodný znak pre dočasný zástupný symbol. Všetky rozšírené znaky ASCII sú už použité vo vstupnom reťazci.
sl: Ne najdem ustreznega znaka za začasno nadomestilo. Vsi razširjeni ASCII znaki so že uporabljeni v vhodnem nizu.
sv: Kan inte hitta lämplig karaktär för temporär platsmarkör. Alla utökade ASCII-tecken används redan i inmatningssträngen.

# CalibrateDeadKeyIncorrectBarcodeProvenance
source: Incorrect barcode provenance.
bg: Неправилно произход на баркода.
cs: Nesprávný původ čárového kódu.
da: Ukorrekt stregkodeoprindelse.
de: Falsche Barcode-Herkunft.
el: Λάθος προέλευση barcode.
es: Procedencia del código de barras incorrecta.
et: Vale vöötkoodi päritolu.
fi: Virheellinen viivakoodin alkuperä.
fr: Provenance de code-barres incorrecte.
ga: Earráid i mbunús an bharacóid.
hr: Netočno porijeklo bar koda.
hu: Helytelen vonalkód eredet.
is: Rangur uppruni strikamerkis.
it: Provenienza del codice a barre errata.
lt: Neteisinga brūkšninio kodo kilmė.
lv: Nepareiza svītrkoda izcelsme.
mt: Provenjenza tal-barcode żbaljata.
nl: Onjuiste barcode-oorsprong.
no: Feil opprinnelse for strekkoden.
pl: Nieprawidłowe pochodzenie kodu kreskowego.
pt: Proveniência do código de barras incorreta.
ro: Proveniența codului de bare incorectă.
sk: Nesprávny pôvod čiarového kódu.
sl: Napačen izvor črtne kode.
sv: Felaktigt ursprung för streckkod.

# CalibrationInvalidInformationLevel
source: Invalid information level.
bg: Невалидно ниво на информация.
cs: Neplatná úroveň informací.
da: Ugyldigt informationsniveau.
de: Ungültiger Informationslevel.
el: Άκυρο επίπεδο πληροφοριών.
es: Nivel de información inválido.
et: Vigane teabe tase.
fi: Virheellinen tietotaso.
fr: Niveau d'information invalide.
ga: Leibhéal eolais neamhbhailí.
hr: Neispravna razina informacija.
hu: Érvénytelen információszint.
is: Ógilt upplýsingastig.
it: Livello di informazione non valido.
lt: Netinkamas informacijos lygis.
lv: Nederīgs informācijas līmenis.
mt: Livell ta' informazzjoni invalidu.
nl: Ongeldig informatieniveau.
no: Ugyldig informasjonsnivå.
pl: Nieprawidłowy poziom informacji.
pt: Nível de informação inválido.
ro: Nivelul informațiilor invalid.
sk: Neplatná úroveň informácií.
sl: Neveljavna raven informacij.
sv: Ogiltig informationsnivå.

# CalibrationInvalidAdviceItem
source: Invalid advice item.
bg: Невалиден артикул за съвет.
cs: Neplatná položka poradenství.
da: Ugyldigt rådgivningselement.
de: Ungültiges Beratungselement.
el: Άκυρο στοιχείο συμβουλής.
es: Elemento de consejo inválido.
et: Vigane nõuande element.
fi: Virheellinen neuvontakohde.
fr: Élément de conseil invalide.
ga: Mír chomhairle neamhbhailí.
hr: Neispravan savjetodavni predmet.
hu: Érvénytelen tanácsadási elem.
is: Ógilt ráðleggjandi atriði.
it: Articolo di consiglio non valido.
lt: Netinkamas patarimo elementas.
lv: Nederīgs padoma elements.
mt: Oġġett ta' parir invalidu.
nl: Ongeldig adviesitem.
no: Ugyldig rådgivningspunkt.
pl: Nieprawidłowy element porady.
pt: Item de aconselhamento inválido.
ro: Element de sfat invalid.
sk: Neplatná položka poradenstva.
sl: Neveljaven nasvet.
sv: Ogiltigt råd.

# Barcodes_Error_100
source: Suffix {0} does not match expected suffix {1}.
bg: Суфикс {0} не съответства на очаквания суфикс {1}.
cs: Přípona {0} neodpovídá očekávané příponě {1}.
da: Endelse {0} matcher ikke forventet endelse {1}.
de: Suffix {0} stimmt nicht mit dem erwarteten Suffix {1} überein.
el: Το επίθημα {0} δεν ταιριάζει με το αναμενόμενο επίθημα {1}.
es: El sufijo {0} no coincide con el sufijo esperado {1}.
et: Sufiks {0} ei ühti oodatud sufiksiga {1}.
fi: Suffiksi {0} ei vastaa odotettua suffiksia {1}.
fr: Le suffixe {0} ne correspond pas au suffixe attendu {1}.
ga: Ní mheaitseálann an síneadh {0} leis an síneadh ionchasach {1}.
hr: Sufiks {0} se ne podudara s očekivanim sufiksom {1}.
hu: Az {0} utótag nem egyezik a várt {1} utótaggal.
is: Viðskeyti {0} passar ekki við vænt viðskeyti {1}.
it: Il suffisso {0} non corrisponde al suffisso atteso {1}.
lt: Priesaga {0} neatitinka laukiamos priesagos {1}.
lv: Papildinājums {0} neatbilst gaidītajam papildinājumam {1}.
mt: Is-suffiss {0} ma jaqbilx mas-suffiss mistenni {1}.
nl: Achtervoegsel {0} komt niet overeen met verwacht achtervoegsel {1}.
no: Suffiks {0} stemmer ikke overens med forventet suffiks {1}.
pl: Suffix {0} nie zgadza się z oczekiwanym suffixem {1}.
pt: Sufixo {0} não corresponde ao sufixo esperado {1}.
ro: Sufixul {0} nu se potrivește cu sufixul așteptat {1}.
sk: Prípona {0} nezodpovedá očakávanej prípone {1}.
sl: Pripona {0} se ne ujema s pričakovano pripono {1}.
sv: Suffix {0} stämmer inte överens med förväntat suffix {1}.

# CalibrationInformation_130
source: AIM identifiers are supported.
bg: Идентификаторите AIM се поддържат.
cs: Identifikátory AIM jsou podporovány.
da: AIM-identifikatorer understøttes.
de: AIM-Identifikatoren werden unterstützt.
el: Υποστηρίζονται τα αναγνωριστικά AIM.
es: Los identificadores AIM son compatibles.
et: AIM identifikaatorid on toetatud.
fi: AIM-tunnisteet ovat tuettuja.
fr: Les identifiants AIM sont pris en charge.
ga: Tacaítear le haitheantóirí AIM.
hr: AIM identifikatori su podržani.
hu: Az AIM azonosítók támogatottak.
is: AIM auðkennarar eru studdir.
it: Gli identificatori AIM sono supportati.
lt: AIM identifikatoriai yra palaikomi.
lv: AIM identifikatori tiek atbalstīti.
mt: Identifikaturi AIM huma appoġġjati.
nl: AIM-identifiers worden ondersteund.
no: AIM-identifikatorer støttes.
pl: Identyfikatory AIM są obsługiwane.
pt: Identificadores AIM são suportados.
ro: Identificatorii AIM sunt suportați.
sk: Identifikátory AIM sú podporované.
sl: AIM identifikatorji so podprti.
sv: AIM-identifierare stöds.

# CalibrationInformation_131
source: The barcode scanner is transmitting an AIM identifier: {0}
bg: Баркод скенерът предава идентификатор AIM: {0}
cs: Skener čárových kódů přenáší identifikátor AIM: {0}
da: Stregkodescanneren transmitterer en AIM-identifikator: {0}
de: Der Barcode-Scanner überträgt einen AIM-Identifier: {0}
el: Ο σαρωτής barcode мετаδίδει ένα аναγνωριστικό AIM: {0}
es: El escáner de códigos de barras está transmitiendo un identificador AIM: {0}
et: Vöötkoodiskanner edastab AIM identifikaatori: {0}
fi: Viivakoodinlukija lähettää AIM-tunnisteen: {0}
fr: Le scanner de code-barres transmet un identifiant AIM : {0}
ga: Tá an scanóir baracóid ag craoladh aitheantóir AIM: {0}
hr: Skener bar kodova prenosi AIM identifikator: {0}
hu: A vonalkódolvasó AIM azonosítót küld: {0}
is: Strikamerkjalesarinn sendir AIM auðkennara: {0}
it: Lo scanner di codici a barre sta trasmettendo un identificatore AIM: {0}
lt: Brūkšninių kodų skaitytuvas siunčia AIM identifikatorių: {0}
lv: Svītrkoda skeneris pārraida AIM identifikatoru: {0}
mt: L-iskanner tal-barcode qed jittrasmetti identifikatur AIM: {0}
nl: De barcode scanner verzendt een AIM-identifier: {0}
no: Strekkodeskanneren sender en AIM-identifikator: {0}
pl: Skaner kodów kreskowych transmituje identyfikator AIM: {0}
pt: O scanner de código de barras está transmitindo um identificador AIM: {0}
ro: Scanerul de coduri de bare transmite un identificator AIM: {0}
sk: Čítačka čiarových kódov prenáša identifikátor AIM: {0}
sl: Čitalnik črtnih kod prenaša AIM identifikator: {0}
sv: Streckkodsläsaren sänder en AIM-identifierare: {0}

# CalibrationInformation_132
source: The barcode scanner may be transmitting an AIM identifier: {0}
bg: Баркод скенерът може да предава идентификатор AIM: {0}
cs: Skener čárových kódů může přenášet identifikátor AIM: {0}
da: Stregkodescanneren kan transmittere en AIM-identifikator: {0}
de: Der Barcode-Scanner könnte einen AIM-Identifier übertragen: {0}
el: Ο саρωтής barcode мπορεί να μεταδίδει ένα аναγνωριστικό AIM: {0}
es: El escáner de códigos de barras puede estar transmitiendo un identificador AIM: {0}
et: Vöötkoodiskanner võib edastada AIM identifikaatori: {0}
fi: Viivakoodinlukija saattaa lähettää AIM-tunnisteen: {0}
fr: Le scanner de code-barres pourrait transmettre un identifiant AIM : {0}
ga: D'fhéadfadh an scanóir baracóid a bheith ag craoladh aitheantóir AIM: {0}
hr: Skener bar kodova može prenositi AIM identifikator: {0}
hu: A vonalkódolvasó lehet, hogy AIM azonosítót küld: {0}
is: Strikamerkjalesarinn gæti verið að senda AIM auðkennara: {0}
it: Lo scanner di codici a barre potrebbe trasmettere un identificatore AIM: {0}
lt: Brūkšninių kodų skaitytuvas gali siųsti AIM identifikatorių: {0}
lv: Svītrkodu skeneris var pārraidīt AIM identifikatoru: {0}
mt: L-iskanner tal-barcode jista' qed jittrasmetti identifikatur AIM: {0}
nl: De barcode scanner verzendt mogelijk een AIM-identifier: {0}
no: Strekkodeskanneren kan sende en AIM-identifikator: {0}
pl: Skaner kodów kreskowych może transmitować identyfikator AIM: {0}
pt: O scanner de código de barras pode estar transmitindo um identificador AIM: {0}
ro: Scanerul de coduri de bare poate transmite un identificator AIM: {0}
sk: Čítačka čiarových kódov môže prenášať identifikátor AIM: {0}
sl: Čitalnik črtnih kod morda prenaša AIM identifikator: {0}
sv: Streckkodsläsaren kan sända en AIM-identifierare: {0}

# CalibrationInformation_150
source: The barcode scanner is transmitting an end-of-line character sequence: {0}
bg: Баркод скенерът предава последователност от символи за край на реда: {0}
cs: Skener čárových kódů přenáší sekvenci znaků pro konec řádku: {0}
da: Stregkodescanneren transmitterer en slutningen-af-linje tegnsekvens: {0}
de: Der Barcode-Scanner überträgt eine Zeichenfolge für das Zeilenende: {0}
el: Ο σαрωτής barcode мεταδίδει ένα аκολουθία χαρακτήρων τέλους грамμής: {0}
es: El escáner de códigos de barras está transmitiendo una secuencia de caracteres de fin de línea: {0}
et: Vöötkoodiskanner edastab rea lõpu tähemärkide järjestuse: {0}
fi: Viivakoodinlukija lähettää rivin lopetusmerkkijonon: {0}
fr: Le scanner de code-barres transmet une séquence de caractères de fin de ligne : {0}
ga: Tá an scanóir baracóid ag craoladh seicheamh carachtar deireadh-líne: {0}
hr: Skener bar kodova prenosi sekvencu znakova za kraj linije: {0}
hu: A vonalkódolvasó sorvégi karakter sorozatot küld: {0}
is: Strikamerkjalesarinn sendir enda-línu stafaröð: {0}
it: Lo scanner di codici a barre sta trasmettendo una sequenza di caratteri di fine riga: {0}
lt: Brūkšninių kodų skaitytuvas siunčia eilutės pabaigos simbolių seką: {0}
lv: Svītrkoda skeneris pārraida rindas beigu rakstzīmju virkni: {0}
mt: L-iskanner tal-barcode qed jittrasmetti sekwenza ta' karattri ta' tmiem tal-linja: {0}
nl: De barcode scanner verzendt een end-of-line tekensequentie: {0}
no: Strekkodeskanneren sender en slutten-av-linje-tegnsekvens: {0}
pl: Skaner kodów kreskowych transmituje sekwencję znaków końca linii: {0}
pt: O scanner de código de barras está transmitindo uma sequência de caracteres de fim de linha: {0}
ro: Scanerul de coduri de bare transmite o secvență de caractere de sfârșit de linie: {0}
sk: Čítačka čiarových kódov prenáša sekvenciu znakov konca riadka: {0}
sl: Čitalnik črtnih kod prenaša zaporedje znakov za konec vrstice: {0}
sv: Streckkodsläsaren sänder en radslutssekvens: {0}
