Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# CalibrationInformation_266
source: The barcode scanner and computer keyboard layouts do not correspond when representing AIM identifiers.
de: Die Tastaturbelegungen des Barcode-Scanners und des Computers entsprechen sich nicht bei der Darstellung von AIM-Identifikatoren.
el: Οι διατάξεις πληκτρολογίου του σαρωτή barcode και του υпολογιστή δεν αнτιсτοιχούν κατά την αναπαράσταση αναγνωριστικών AIM.
es: Los diseños del escáner de códigos de barras y del teclado de la computadora no corresponden al representar identificadores AIM.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei ühti AIM identifikaatorite esitamisel.
fi: Viivakoodinlukijan ja tietokoneen näppäimistöasettelut eivät vastaa toisiaan AIM-tunnisteita esitettäessä.
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur ne correspondent pas lors de la représentation des identifiants AIM.
ga: Ní mheaitseálann leagan amach méarchláir an scanóra baracóid agus an ríomhaire agus iad ag léiriú aitheantóirí AIM.
hr: Konfiguracije tipkovnice skenera bar kodova i računala se ne podudaraju prilikom prikazivanja AIM identifikatora.
hu: A vonalkódolvasó és a számítógép billentyűzetének elrendezése az AIM azonosítók reprezentálásakor nem egyezik meg.
it: Le disposizioni della tastiera dello scanner di codici a barre e del computer non corrispondono nella rappresentazione degli identificatori AIM.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai nesutampa atstovaujant AIM identifikatoriams.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter ma jaqblux meta jirrappreżentaw identifikaturi AIM.
nl: De barcode scanner en computer toetsenbordindelingen komen niet overeen bij het vertegenwoordigen van AIM-identifiers.
no: Strekkodeskannerens og datamaskinens tastaturoppsett samsvarer ikke når de representerer AIM-identifikatorer.
pt: Os layouts do teclado do scanner de código de barras e do computador não correspondem ao representar identificadores AIM.

# CalibrationInformation_270
source: Caps Lock is switched on.
bg: Подредбите на клавиатурите на баркод скенера и компютъра не съответстват.
cs: Rozložení klávesnice skeneru čárových kódů a počítače neodpovídají.
da: Stregkodescannerens og computerens tastaturlayouts stemmer ikke overens.
de: Caps-Lock ist eingeschaltet.
el: Το Caps Lock είναι ενεργοποιημένο.
es: El bloqueo de mayúsculas está activado.
et: Caps Lock on sisse lülitatud.
fi: Caps Lock on kytketty päälle.
fr: Le verrouillage des majuscules est activé.
ga: Tá Caps Lock ar siúl.
hr: Caps Lock je uključen.
hu: A Caps Lock be van kapcsolva.
is: Strikamerkjalesarinn og lyklaborðsuppsetning tölvunnar passa ekki saman.
it: Il blocco maiuscole è attivato.
lt: Caps Lock įjungtas.
lv: Svītrkoda skenera un datora tastatūras izkārtojumi neatbilst.
mt: Il-Caps Lock huwa mixgħul.
nl: Caps Lock staat aan.
no: Caps Lock er på.
pl: Układ klawiatury skanera kodów kreskowych i komputera nie odpowiada sobie.
pt: Caps Lock está ativado.
ro: Configurațiile tastaturii scanerului de coduri de bare și a calculatorului nu corespund
sk: Rozloženie klávesnice čítačky čiarových kódov a počítača nezodpovedá.
sl: Razporeditev tipkovnice čitalnika črtnih kod in računalnika se ne ujemata.
sv: Streckkodsläsarens och datorns tangentbordslayouter stämmer inte överens.

# CalibrationInformation_271
source: Caps Lock may be switched on.
bg: Подредбите на клавиатурите на баркод скенера и компютъра не съответстват за постоянни символи.
cs: Rozložení klávesnice skeneru čárových kódů a počítače neodpovídají pro invariantní znaky.
da: Stregkodescannerens og computerens tastaturlayouts stemmer ikke overens for invariante tegn.
de: Caps-Lock könnte eingeschaltet sein.
el: Μπορεί να είναι ενεργοποιημένο το Caps Lock.
es: El bloqueo de mayúsculas puede estar activado.
et: Caps Lock võib olla sisse lülitatud.
fi: Caps Lock saattaa olla kytketty päälle.
fr: Le verrouillage des majuscules peut être activé.
ga: D'fhéadfadh Caps Lock a bheith ar siúl.
hr: Caps Lock možda je uključen.
hu: Lehet, hogy a Caps Lock be van kapcsolva.
is: Strikamerkjalesarinn og lyklaborðsuppsetning tölvunnar passa ekki saman fyrir óbreytanlega stafi.
it: Il blocco maiuscole potrebbe essere attivato.
lt: Gali būti įjungtas Caps Lock.
lv: Svītrkoda skenera un datora tastatūras izkārtojumi neatbilst nemainīgajām rakstzīmēm.
mt: Il-Caps Lock jista' jkun mixgħul.
nl: Caps Lock kan aanstaan.
no: Caps Lock kan være på.
pl: Układ klawiatury skanera kodów kreskowych i komputera nie odpowiada sobie dla niezmiennych znaków.
pt: Caps Lock pode estar ativado.
ro: Configurațiile tastaturii scanerului de coduri de bare și a calculatorului nu corespund pentru caractere invariante.
sk: Rozloženie klávesnice čítačky čiarových kódov a počítača nezodpovedá pre invariantné znaky.
sl: Razporeditev tipkovnice čitalnika črtnih kod in računalnika se ne ujemata za invariantne znake.
sv: Streckkodsläsarens och datorns tangentbordslayouter stämmer inte överens för invarianter.

# CalibrationInformation_272
source: The barcode scanner may be configured to convert characters to upper case.
bg: Подредбите на клавиатурите на баркод скенера и компютъра не съответстват за непостоянни символи ASCII.
cs: Rozložení klávesnice skeneru čárových kódů a počítače neodpovídají pro neinvariantní znaky ASCII.
da: Stregkodescannerens og computerens tastaturlayouts stemmer ikke overens for ikke-invariante ASCII-tegn.
de: Der Barcode-Scanner könnte konfiguriert sein, um Zeichen in Großbuchstaben umzuwandeln.
el: Ο саρωτής barcode μπορεί να είναι διαμορфωμένος για να μετατρέπει χαρακτήρες σε κεφαλαία.
es: El escáner de códigos de barras puede estar configurado para convertir caracteres a mayúsculas.
et: Vöötkoodiskanner võib olla konfigureeritud tähemärke suurtähtedeks teisendama.
fi: Viivakoodinlukija voidaan konfiguroida muuntamaan merkit isoiksi kirjaimiksi.
fr: Le scanner de code-barres peut être configuré pour convertir les caractères en majuscules.
ga: D'fhéadfadh an scanóir baracóid a bheith cumraithe chun carachtair a athrú go litreacha móra.
hr: Skener bar kodova može biti konfiguriran za pretvorbu znakova u velika slova.
hu: A vonalkódolvasó beállítható karakterek nagybetűssé alakítására.
is: Strikamerkjalesarinn og lyklaborðsuppsetning tölvunnar passa ekki saman fyrir óbreytanlega ASCII stafi.
it: Lo scanner di codici a barre potrebbe essere configurato per convertire i caratteri in maiuscolo.
lt: Brūkšninių kodų skaitytuvas gali būti nustatytas versti simbolius į didžiąsias raides.
lv: Svītrkoda skenera un datora tastatūras izkārtojumi neatbilst nemainīgajām ASCII rakstzīmēm.
mt: L-iskanner tal-barcode jista' jkun ikkonfigurat biex jikkonverti karattri għal ittri kbar.
nl: De barcode scanner kan geconfigureerd zijn om karakters naar hoofdletters te converteren.
no: Strekkodeskanneren kan være konfigurert til å konvertere tegn til store bokstaver.
pl: Układ klawiatury skanera kodów kreskowych i komputera nie odpowiada sobie dla niezmiennych znaków ASCII.
pt: O scanner de código de barras pode estar configurado para converter caracteres para maiúsculas.
ro: Configurațiile tastaturii scanerului de coduri de bare și a calculatorului nu corespund pentru caractere ASCII non-invariante.
sk: Rozloženie klávesnice čítačky čiarových kódov a počítača nezodpovedá pre neinvariantné znaky ASCII.
sl: Razporeditev tipkovnice čitalnika črtnih kod in računalnika se ne ujemata za neinvariantne ASCII znake.
sv: Streckkodsläsarens och datorns tangentbordslayouter stämmer inte överens för icke-invarianta ASCII-tecken.

# CalibrationInformation_273
source: The barcode scanner may be configured to convert characters to lower case.
bg: Скенерът за баркодове и подредбите на клавиатурата на компютъра не съответстват при представяне на разделители на файлове.
cs: Snímač čárových kódů a rozložení klávesnice počítače neodpovídají při zobrazování oddělovačů souborů.
da: Stregkodescanneren og computerens tastaturlayout stemmer ikke overens ved gengivelse af filseparatorer.
de: Der Barcode-Scanner könnte konfiguriert sein, um Zeichen in Kleinbuchstaben umzuwandeln.
el: Ο σаρωτής barcode μπορεί να είναι διαμορφωμένος για να μετατρέπει χаρακτήρες σε πεζά.
es: El escáner de códigos de barras puede estar configurado para convertir caracteres a minúsculas.
et: Vöötkoodiskanner võib olla konfigureeritud tähemärke väiketähtedeks teisendama.
fi: Viivakoodinlukija voidaan konfiguroida muuntamaan merkit pieniksi kirjaimiksi.
fr: Le scanner de code-barres peut être configuré pour convertir les caractères en minuscules.
ga: D'fhéadfadh an scanóir baracóid a bheith cumraithe chun carachtair a athrú go litreacha beaga.
hr: Skener bar kodova može biti konfiguriran za pretvorbu znakova u mala slova.
hu: A vonalkódolvasó beállítható karakterek kisbetűssé alakítására.
is: Strikamerkjaskanni og lyklaborðsútlit tölvunnar samsvara ekki við framsetningu á skráar aðskiljum.
it: Lo scanner di codici a barre potrebbe essere configurato per convertire i caratteri in minuscolo.
lt: Brūkšninių kodų skaitytuvas gali būti nustatytas versti simbolius į mažąsias raides.
lv: Svītrkodu skeneris un datora tastatūras izkārtojumi nesakrīt, attēlojot failu atdalītājus.
mt: L-iskanner tal-barcode jista' jkun ikkonfigurat biex jikkonverti karattri għal ittri żgħar.
nl: De barcode scanner kan geconfigureerd zijn om karakters naar kleine letters te converteren.
no: Strekkodeskanneren kan være konfigurert til å konvertere tegn til små bokstaver.
pl: Skaner kodów kreskowych i układy klawiatury komputera nie odpowiadają sobie podczas przedstawiania separatorów plików.
pt: O scanner de código de barras pode estar configurado para converter caracteres para minúsculas.
ro: Scannerul de coduri de bare și configurațiile tastaturii computerului nu corespund la reprezentarea separatoarelor de fișiere.
sk: Čítačka čiarových kódov a rozloženie klávesnice počítača sa nezhodujú pri zobrazovaní oddeľovačov súborov.
sl: Optični bralnik črtnih kod in razporeditve tipkovnice računalnika ne ustrezajo pri prikazu ločil datotek.
sv: Streckkodsläsaren och datorns tangentbordslayouter stämmer inte överens vid representation av filavgränsare.

# CalibrationInformation_274
source: The barcode scanner may be configured to invert character case.
bg: Подредбите на клавиатурите на баркод скенера и компютъра не съответстват при представяне на групови разделители.
cs: Rozložení klávesnice skeneru čárových kódů a počítače neodpovídají při reprezentaci oddělovačů skupin.
da: Stregkodescannerens og computerens tastaturlayouts stemmer ikke overens ved repræsentation af gruppeseparatorer.
de: Der Barcode-Scanner könnte konfiguriert sein, um die Zeichenkassierung umzukehren.
el: Ο σаρωτής barcode мπορεί να είναι διαμορфωμένος για να αντιστρέφει την περίπτωση των χαρακτήρων.
es: El escáner de códigos de barras puede estar configurado para invertir el caso de los caracteres.
et: Vöötkoodiskanner võib olla konfigureeritud tähemärkide tähemärkide pööramiseks.
fi: Viivakoodinlukija voidaan konfiguroida kääntämään merkkien kirjainkoko.
fr: Le scanner de code-barres peut être configuré pour inverser la casse des caractères.
ga: D'fhéadfadh an scanóir baracóid a bheith cumraithe chun casadh carachtar a athrú.
hr: Skener bar kodova može biti konfiguriran za inverziju veličine slova.
hu: A vonalkódolvasó beállítható a karakterek betűképének inverzére.
is: Strikamerkjalesarinn og lyklaborðsuppsetning tölvunnar passa ekki saman þegar kemur að framsetningu Group Separator stafa.
it: Lo scanner di codici a barre potrebbe essere configurato per invertire la cassa dei caratteri.
lt: Brūkšninių kodų skaitytuvas gali būti nustatytas invertyti simbolių registrą.
lv: Svītrkoda skenera un datora tastatūras izkārtojumi neatbilst, pārstāvot grupu atdalītājus.
mt: L-iskanner tal-barcode jista' jkun ikkonfigurat biex jinverteċi l-kas tal-karattri.
nl: De barcode scanner kan geconfigureerd zijn om het teken van karakters om te keren.
no: Strekkodeskanneren kan være konfigurert til å invertere tegnfall.
pl: Układ klawiatury skanera kodów kreskowych i komputera nie odpowiada sobie podczas reprezentowania separatorów grupy.
pt: O scanner de código de barras pode estar configurado para inverter o caso dos caracteres.
ro: Configurațiile tastaturii scanerului de coduri de bare și a calculatorului nu corespund atunci când reprezintă separatorii de grup.
sk: Rozloženie klávesnice čítačky čiarových kódov a počítača nezodpovedá pri reprezentácii skupinových oddeľovačov.
sl: Razporeditev tipkovnice čitalnika črtnih kod in računalnika se ne ujemata pri prikazovanju ločil skupin.
sv: Streckkodsläsarens och datorns tangentbordslayouter stämmer inte överens vid representation av gruppseparatorer.

# CalibrationInformation_280
source: The best reported keyboard data entry time during calibration indicates that the barcode scanner does not perform optimally.
bg: Caps Lock е включен.
cs: Caps Lock je zapnut.
da: Caps Lock er slået til.
de: Die beste berichtete Tastatureingabezeit während der Kalibrierung deutet darauf hin, dass der Barcode-Scanner nicht optimal funktioniert.
el: Το καλύτερο αναφερόμενο χρόνο εισαγωγής δεδομένων πληκτρολογίου κατά τη διάρκεια της βαθμονόμησης υποδηλώνει ότι ο σαρωτής barcode δεν λειτουργεί βέλτιστα.
es: El mejor tiempo de entrada de datos de teclado reportado durante la calibración indica que el escáner de códigos de barras no funciona de manera óptima.
et: Kalibreerimise käigus teatatud parim klaviatuuri andmesisestuse aeg näitab, et vöötkoodiskanner ei tööta optimaalselt.
fi: Kalibroinnin aikana raportoidut parhaat näppäimistön syöttöajat osoittavat, että viivakoodinlukija ei toimi optimaalisesti.
fr: Le meilleur temps d'entrée de données au clavier signalé lors de l'étalonnage indique que le scanner de code-barres ne fonctionne pas de manière optimale.
ga: Léiríonn an t-am iontrála sonraí méarchláir is fearr tuairiscithe le linn an chalabrúcháin nach bhfuil an scanóir baracóid ag feidhmiú go hoptúil.
hr: Najbolje prijavljeno vrijeme unos podataka tipkovnicom tijekom kalibracije ukazuje na to da skener bar kodova ne radi optimalno.
hu: A kalibrálás során jelentett legjobb billentyűzet adatbeviteli idő arra utal, hogy a vonalkódolvasó nem optimális teljesítményű.
is: Caps Lock er virkjað.
it: Il miglior tempo di inserimento dati da tastiera segnalato durante la calibrazione indica che lo scanner di codici a barre non funziona in modo ottimale.
lt: Geriausias praneštas klaviatūros duomenų įvedimo laikas kalibravimo metu rodo, kad brūkšninių kodų skaitytuvas neveikia optimaliai.
lv: Caps Lock ir ieslēgts.
mt: L-aħjar ħin irrappurtat ta' dħul tad-data mill-keyboard matul il-kalibrazzjoni jindika li l-iskanner tal-barcode ma jaħdimx b'mod ottimali.
nl: De beste gerapporteerde toetsenbord gegevensinvoertijd tijdens de kalibratie geeft aan dat de barcode scanner niet optimaal presteert.
no: Den beste rapporterte tastaturdatainngangstiden under kalibrering indikerer at strekkodeskanneren ikke fungerer optimalt.
pl: Caps Lock jest włączony.
pt: O melhor tempo de entrada de dados do teclado relatado durante a calibração indica que o scanner de código de barras não está otimizado.
ro: Caps Lock este activat.
sk: Caps Lock je zapnutý.
sl: Caps Lock je vklopljen.
sv: Caps Lock är aktiverat.

# CalibrationInformation_300
source: No calibration data was reported.
bg: Не е докладвана калибрационна информация.
cs: Nebyla ohlášena žádná kalibrační data.
da: Ingen kalibreringsdata rapporteret.
de: Keine Kalibrierungsdaten wurden gemeldet.
el: Δεν αναφέρθηκαν δεδομένα βαθμονόμησης.
es: No se informaron datos de calibración.
et: Kalibreerimisandmeid ei teatatud.
fi: Kalibrointidataa ei raportoitu.
fr: Aucune donnée d'étalonnage n'a été signalée.
ga: Níor tuairiscíodh aon sonraí calabrúcháin.
hr: Nije prijavljeni podaci o kalibraciji.
hu: Nem jelentettek kalibrációs adatokat.
is: Engin justunargögn voru skýrð.
it: Nessun dato di calibrazione è stato segnalato.
lt: Kalibravimo duomenų nebuvo pranešta.
lv: Netika ziņoti kalibrācijas dati.
mt: Ebda data ta' kalibrazzjoni ma ġiet irrappurtata.
nl: Geen kalibratiegegevens gerapporteerd.
no: Ingen kalibreringsdata ble rapportert.
pl: Nie zgłoszono danych kalibracyjnych.
pt: Nenhum dado de calibração foi relatado.
ro: Nu au fost raportate date de calibrare.
sk: Neboli nahlásené žiadne údaje o kalibrácii.
sl: Podatkov o kalibraciji ni bilo poročano.
sv: Inga kalibreringsdata rapporterades.

# CalibrationInformation_301
source: The reported data is unrecognised. The wrong barcode may have been scanned.
bg: Докладваните данни са непознати. Може да е бил сканиран грешен баркод.
cs: Nahlášená data nejsou rozpoznána. Mohl být naskenován špatný čárový kód.
da: De rapporterede data er uanerkendte. Den forkerte stregkode kan være blevet scannet.
de: Die gemeldeten Daten sind nicht erkannt. Möglicherweise wurde der falsche Barcode gescannt.
el: Τα αναφερόμενα δεδομένα είναι αναγνωρίσιμα. Μπορεί να σκαναρίστηκε λάθος barcode.
es: Los datos reportados no son reconocidos. Se puede haber escaneado el código de barras incorrecto.
et: Teatatud andmed on tuvastamata. Võib-olla skaneeriti vale vöötkood.
fi: Raportoitu data on tunnistamaton. Väärä viivakoodi on saattanut tulla skannatuksi.
fr: Les données signalées ne sont pas reconnues. Le mauvais code-barres a peut-être été scanné.
ga: Tá na sonraí tuairiscithe neamh-aitheanta. D'fhéadfadh an barcód mícheart a bheith scanáilte.
hr: Prijavljeni podaci su neprepoznati. Možda je skeniran krivi bar kod.
hu: A jelentett adatok felismerhetetlenek. Lehet, hogy a rossz vonalkódot olvasták be.
is: Skýrð gögn eru óþekkt. Rangt strikamerki gæti hafa verið skannað.
it: I dati segnalati non sono riconosciuti. Potrebbe essere stato scansionato il codice a barre sbagliato.
lt: Pranešti duomenys yra neatpažįstami. Gali būti nuskaitytas neteisingas brūkšninis kodas.
lv: Ziņotie dati nav atpazīti. Var būt nolasīts nepareizs svītrkods.
mt: Id-data rrappurtata mhix rikonoxxuta. Barcode żbaljat jista' ġie skannjat.
nl: De gerapporteerde gegevens zijn onherkenbaar. Mogelijk is de verkeerde barcode gescand.
no: Rapporterte data er ukjente. Feil strekkode kan ha blitt skannet.
pl: Zgłoszone dane są nierozpoznane. Możliwe, że zeskanowano niewłaściwy kod kreskowy.
pt: Os dados relatados são não reconhecidos. Pode ter sido escaneado o código de barras errado.
ro: Datele raportate sunt nerecunoscute. S-ar putea să fi fost scanat codul de bare greșit.
sk: Nahlásené údaje nie sú rozpoznané. Mohol byť naskenovaný nesprávny čiarový kód.
sl: Poročani podatki so neprepoznani. Morda je bila skenirana napačna črtna koda.
sv: Den rapporterade datan är okänd. Fel streckkod kan ha skannats.

# CalibrationInformation_302
source: Too many characters detected. The wrong barcode may have been scanned.
bg: Открити са твърде много символи. Може да е бил сканиран грешен баркод.
cs: Bylo detekováno příliš mnoho znaků. Mohl být naskenován špatný čárový kód.
da: For mange tegn detekteret. Den forkerte stregkode kan være blevet scannet.
de: Zu viele Zeichen erkannt. Möglicherweise wurde der falsche Barcode gescannt.
el: Εντοπίστηκαν πάρα πολλοί χαρακτήρες. Μπορεί να σκαναρίστηκε λάθος barcode.
es: Se detectaron demasiados caracteres. Se puede haber escaneado el código de barras incorrecto.
et: Liiga palju tähemärke tuvastatud. Võib-olla skaneeriti vale vöötkood.
fi: Liian monta merkkiä havaittu. Väärä viivakoodi on saattanut tulla skannatuksi.
fr: Trop de caractères détectés. Le mauvais code-barres a peut-être été scanné.
ga: Braitear iomarca carachtair. D'fhéadfadh an barcód mícheart a bheith scanáilte.
hr: Detektirano je previše znakova. Možda je skeniran krivi bar kod.
hu: Túl sok karaktert észleltek. Lehet, hogy a rossz vonalkódot olvasták be.
is: Of margir stafir greindir. Rangt strikamerki gæti hafa verið skannað.
it: Troppi caratteri rilevati. Potrebbe essere stato scansionato il codice a barre sbagliato.
lt: Aptikta per daug simbolių. Gali būti nuskaitytas neteisingas brūkšninis kodas.
lv: Noteikts pārāk liels rakstzīmju skaits. Var būt nolasīts nepareizs svītrkods.
mt: Instabu karattri eċċessivi. Barcode żbaljat jista' ġie skannjat.
nl: Te veel karakters gedetecteerd. Mogelijk is de verkeerde barcode gescand.
no: For mange tegn oppdaget. Feil strekkode kan ha blitt skannet.
pl: Wykryto zbyt wiele znaków. Możliwe, że zeskanowano niewłaściwy kod kreskowy.
pt: Foram detectados muitos caracteres. Pode ter sido escaneado o código de barras errado.
ro: Prea multe caractere detectate. S-ar putea să fi fost scanat codul de bare greșit.
sk: Zistených príliš veľa znakov. Mohol byť naskenovaný nesprávny čiarový kód.
sl: Zaznanih je preveč znakov. Morda je bila skenirana napačna črtna koda.
sv: För många tecken detekterade. Fel streckkod kan ha skannats.

# CalibrationInformation_303
source: Partial data was reported for calibration barcode.
bg: Докладвани са частични данни за калибрационен баркод.
cs: Byla ohlášena částečná data pro kalibrační čárový kód.
da: Delvise data blev rapporteret for kalibreringsstregkode.
de: Teilweise Daten für Kalibrierungsbarcode gemeldet.
el: Αναφέρθηκαν μερικά δεδομένα για το barcode βαθμονόμησης.
es: Se informaron datos parciales para el código de barras de calibración.
et: Osalist andmeid teatati kalibreerimisvöötkoodi kohta.
fi: Osittainen data raportoitiin kalibrointiviivakoodista.
fr: Des données partielles ont été signalées pour le code-barres d'étalonnage.
ga: Tuairiscíodh sonraí páirteacha do bharacód calabrúcháin.
hr: Djelomični podaci su prijavljeni za kalibracijski bar kod.
hu: Részleges adatokat jelentettek a kalibrációs vonalkódról.
is: Hlutgögn voru skýrð fyrir justunar strikamerki.
it: Dati parziali sono stati segnalati per il codice a barre di calibrazione.
lt: Pranešta tik dalinė kalibravimo brūkšninio kodo informacija.
lv: Ziņoti daļēji dati kalibrācijas svītrkodam.
mt: Data parzjali ġiet irrappurtata għall-barcode tal-kalibrazzjoni.
nl: Gedeeltelijke gegevens gerapporteerd voor kalibratiebarcode.
no: Delvis data rapportert for kalibreringsstrekkode.
pl: Zgłoszono częściowe dane dla kodu kreskowego kalibracyjnego.
pt: Dados parciais foram relatados para o código de barras de calibração.
ro: Date parțiale au fost raportate pentru codul de bare de calibrare.
sk: Boli nahlásené len čiastočné údaje pre kalibračný čiarový kód.
sl: Poročani so bili delni podatki za kalibracijsko črtno kodo.
sv: Partiella data rapporterades för kalibreringsstreckkod.
