Repository: Solidsoft-Reply/Barcode-Scanner-Calibrator
Catalog: Solidsoft.Reply.BarcodeScanner.Calibration/Properties/Resources.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# CalibrationInformation_363
source: The reported character sequence {0} is ambiguous. The same sequence is reported for multiple expected character sequences.
bg: Докладваната редица от символи {0} е двусмислена. Същата редица се докладва за множество очаквани редици от символи.
cs: Nahlášená sekvence znaků {0} je nejednoznačná. Stejná sekvence je nahlášena pro více očekávaných sekvencí znaků.
da: Den rapporterede tegnsekvens {0} er tvetydig. Samme sekvens rapporteres for flere forventede tegnsekvenser.
de: Die gemeldete Zeichenfolge {0} ist mehrdeutig. Dasselbe Zeichen wird für mehrere erwartete Zeichenfolgen gemeldet.
el: Η αναφερόμενη ακολουθία χαρακτήρων {0} είναι ασαφής. Η ίδια ακολουθία αναφέρεται για πολλαπλές αναμενόμενες ακολουθίες χαρακτήρων.
es: La secuencia de caracteres reportada {0} es ambigua. La misma secuencia se informa para múltiples secuencias de caracteres esperadas.
et: Teatatud tähemärkide järjestus {0} on mitmetähenduslik. Sama järjestust teatatakse mitme erineva oodatava tähemärkide järjestuse jaoks.
fi: Raportoitu merkkijono {0} on epäselvä. Samaa jonoa raportoidaan useille odotetuille merkkijonoille.
fr: La séquence de caractères signalée {0} est ambiguë. La même séquence est signalée pour plusieurs séquences de caractères attendues.
ga: Tá an seicheamh carachtar tuairiscithe {0} doiléir. Tá an seicheamh céanna tuairiscithe le haghaidh iolrú seichimh carachtar ionchasaigh.
hr: Prijavljena sekvencija znakova {0} je dvosmislena. Ista sekvencija se prijavljuje za više očekivanih sekvenci znakova.
hu: A jelentett {0} karakter sorozat kétértelmű. Ugyanaz a sorozat több várható karakter sorozathoz is tartozik.
is: Skýrð stafaröð {0} er tvíræð. Sama röðin er skýrð fyrir margar væntanlegar stafaraðir.
it: La sequenza di caratteri segnalata {0} è ambigua. La stessa sequenza è segnalata per più sequenze di caratteri attesi.
lt: Pranešta simbolių seka {0} yra dviprasmiška. Ta pati seka pranešta kelioms laukiamoms simbolių sekoms.
lv: Ziņotā rakstzīmju secība {0} ir neskaidra. Tā pati secība ir ziņota par vairākām gaidītajām rakstzīmju secībām.
mt: Is-sekwenza tal-karattri rrappurtata {0} hija ambigwa. L-istess sekwenza tiġi rrappurtata għal sekwenzi ta' karattri mistennija multipli.
nl: De gerapporteerde karakterreeks {0} is dubbelzinnig. Dezelfde reeks wordt gerapporteerd voor meerdere verwachte karakterreeksen.
no: Rapportert tegnsekvens {0} er tvetydig. Den samme sekvensen rapporteres for flere forventede tegnsekvenser.
pl: Zgłoszona sekwencja znaków {0} jest niejednoznaczna. Ta sama sekwencja jest zgłaszana dla wielu oczekiwanych sekwencji znaków.
pt: A sequência de caracteres relatada {0} é ambígua. A mesma sequência é relatada para várias sequências de caracteres esperadas.
ro: Secvența de caractere raportată {0} este ambiguă. Aceeași secvență este raportată pentru mai multe secvențe de caractere așteptate.
sk: Nahlásená postupnosť znakov {0} je nejednoznačná. Rovnaká postupnosť je nahlásená pre viacero očakávaných postupností znakov.
sl: Poročano zaporedje znakov {0} je dvoumno. Isti zaporedje se poroča za več pričakovanih zaporedij znakov.
sv: Den rapporterade teckensekvensen {0} är tvetydig. Samma sekvens rapporteras för flera förväntade teckensekvenser.

# CalibrationInformation_364
source: The reported character sequence {0} is ambiguous. The same sequence is reported for multiple dead keys in the barcode scanner's keyboard layout.
bg: Докладваната редица от символи {0} е двусмислена. Същата редица се докладва за множество мъртви клавиши в подредбата на клавиатурата на баркод скенера.
cs: Nahlášená sekvence znaků {0} je nejednoznačná. Stejná sekvence je nahlášena pro více mrtvých kláves v rozložení klávesnice skeneru čárových kódů.
da: Den rapporterede tegnsekvens {0} er tvetydig. Samme sekvens rapporteres for flere døde taster i stregkodescannerens tastaturlayout.
de: Die gemeldete Zeichenfolge {0} ist mehrdeutig. Dasselbe Zeichen wird für mehrere tote Tasten in der Tastaturbelegung des Barcode-Scanners gemeldet.
el: Η αναφερόμενη ακολουθία χαρακτήρων {0} είναι ασαφής. Η ίδια ακολουθία αναφέρεται για πολλαπλά νεκρά πλήκτρα στη διάταξη πληκτρολογίου του σαρωτή barcode.
es: La secuencia de caracteres reportada {0} es ambigua. La misma secuencia se informa para múltiples teclas muertas en la disposición del teclado del escáner de códigos de barras.
et: Teatatud tähemärkide järjestus {0} on mitmetähenduslik. Sama järjestust teatatakse mitme erineva surnud klahvi jaoks vöötkoodiskanneri klaviatuuri paigutuses.
fi: Raportoitu merkkijono {0} on epäselvä. Samaa jonoa raportoidaan useille eri kuolleille näppäimille viivakoodinlukijan näppäimistöasettelussa.
fr: La séquence de caractères signalée {0} est ambiguë. La même séquence est signalée pour plusieurs touches mortes dans la disposition du clavier du scanner de code-barres.
ga: Tá an seicheamh carachtar tuairiscithe {0} doiléir. Tá an seicheamh céanna tuairiscithe le haghaidh iolrú eochracha marbh i leagan amach méarchláir an scanóra baracóid.
hr: Prijavljena sekvencija znakova {0} je dvosmislena. Ista sekvencija se prijavljuje za više mrtvih tipki u konfiguraciji tipkovnice skenera bar kodova.
hu: A jelentett {0} karakter sorozat kétértelmű. Ugyanaz a sorozat több halott billentyűhöz is tartozik a vonalkódolvasó billentyűzetében.
is: Skýrð stafaröð {0} er tvíræð. Sama röðin er skýrð fyrir margar dauðar lyklar í lyklaborðsuppsetningu strikamerkjalesarans.
it: La sequenza di caratteri segnalata {0} è ambigua. La stessa sequenza è segnalata per più tasti morti nella disposizione della tastiera dello scanner di codici a barre.
lt: Pranešta simbolių seka {0} yra dviprasmiška. Ta pati seka pranešta keliems negyvųjų klavišų brūkšninių kodų skaitytuvo klaviatūros išdėstyme.
lv: Ziņotā rakstzīmju secība {0} ir neskaidra. Tā pati secība ir ziņota par vairākiem mirušo taustiņu secībām svītrkodu skenera klaviatūras izkārtojumā.
mt: Is-sekwenza tal-karattri rrappurtata {0} hija ambigwa. L-istess sekwenza tiġi rrappurtata għal dead keys multipli fil-layout tal-keyboard tal-iskanner tal-barcode.
nl: De gerapporteerde karakterreeks {0} is dubbelzinnig. Dezelfde reeks wordt gerapporteerd voor meerdere dead keys in de toetsenbordindeling van de barcode scanner.
no: Rapportert tegnsekvens {0} er tvetydig. Den samme sekvensen rapporteres for flere døde taster i strekkodeskannerens tastaturoppsett.
pl: Zgłoszona sekwencja znaków {0} jest niejednoznaczna. Ta sama sekwencja jest zgłaszana dla wielu martwych klawiszy w układzie klawiatury skanera kodów kreskowych.
pt: A sequência de caracteres relatada {0} é ambígua. A mesma sequência é relatada para várias teclas mortas no layout do teclado do scanner de código de barras.
ro: Secvența de caractere raportată {0} este ambiguă. Aceeași secvență este raportată pentru mai multe taste moarte în configurația tastaturii scanerului de coduri de bare.
sk: Nahlásená postupnosť znakov {0} je nejednoznačná. Rovnaká postupnosť je nahlásená pre viacero mŕtvych kláves v rozložení klávesnice čítačky čiarových kódov.
sl: Poročano zaporedje znakov {0} je dvoumno. Isti zaporedje se poroča za več mrtvih tipk na tipkovnici čitalnika črtnih kod.
sv: Den rapporterade teckensekvensen {0} är tvetydig. Samma sekvens rapporteras för flera döda tangenter i streckkodsläsarens tangentbordslayout.

# CalibrationInformation_365
source: The character {0} cannot be represented reliably because of incompatibility with the keyboard layout.
bg: Символът {0} не може да бъде представен надеждно поради несъответствие с подредбата на клавиатурата.
cs: Znak {0} nemůže být spolehlivě reprezentován kvůli nekompatibilitě s rozložením klávesnice.
da: Tegnet {0} kan ikke repræsenteres pålideligt på grund af inkompatibilitet med tastaturlayoutet.
de: Das Zeichen {0} kann wegen Inkompatibilität mit der Tastaturbelegung nicht zuverlässig dargestellt werden.
el: Ο χαρακτήρας {0} δεν μπορεί να αναπαρασταθεί αξιόπιστα λόγω ασυμβατότητας με τη διάταξη του πληκτρολογίου.
es: El carácter {0} no puede representarse de manera confiable debido a la incompatibilidad con la disposición del teclado.
et: Tähemärki {0} ei saa usaldusväärselt esitada klaviatuuri paigutuse mittevastavuse tõttu.
fi: Merkkiä {0} ei voida esittää luotettavasti näppäimistöasettelun yhteensopimattomuuden vuoksi.
fr: Le caractère {0} ne peut pas être représenté de manière fiable en raison de l'incompatibilité avec la disposition du clavier.
ga: Ní féidir an carachtar {0} a léiriú go hiontaofa mar gheall ar neamh-chomhoiriúnacht le leagan amach an mhéarchláir.
hr: Znak {0} se ne može pouzdano predstaviti zbog nespojivosti s konfiguracijom tipkovnice.
hu: A {0} karakter a billentyűzet elrendezése miatt nem reprezentálható megbízhatóan.
is: Stafurinn {0} getur ekki verið sýndur áreiðanlega vegna ósamræmis við lyklaborðsuppsetningu.
it: Il carattere {0} non può essere rappresentato in modo affidabile a causa dell'incompatibilità con la disposizione della tastiera.
lt: Simbolis {0} negali būti patikimai atstovaujamas dėl nesuderinamumo su klaviatūros išdėstymu.
lv: Rakstzīme {0} nevar tikt uzticami reprezentēta sakarā ar neatbilstību ar klaviatūras izkārtojumu.
mt: Il-karattru {0} ma jistax jiġi rrappreżentat b'mod affidabbli minħabba inkompatibilità mal-layout tal-keyboard.
nl: Het karakter {0} kan niet betrouwbaar worden weergegeven vanwege incompatibiliteit met de toetsenbordindeling.
no: Tegnet {0} kan ikke representeres pålitelig på grunn av inkompatibilitet med tastaturoppsettet.
pl: Znak {0} nie może być wiarygodnie reprezentowany ze względu na niekompatybilność z układem klawiatury.
pt: O caráter {0} não pode ser representado de forma confiável devido à incompatibilidade com o layout do teclado.
ro: Caracterul {0} nu poate fi reprezentat în mod fiabil din cauza incompatibilității cu configurația tastaturii.
sk: Znak {0} nie je možné spoľahlivo reprezentovať kvôli nekompatibilite s rozložením klávesnice.
sl: Znak {0} ni mogoče zanesljivo predstaviti zaradi nekompatibilnosti z razporeditvijo tipk na tipkovnici.
sv: Tecknet {0} kan inte representeras pålitligt på grund av inkompatibilitet med tangentbordslayouten.

# CalibrationInformation_366
source: The reported character sequence {0} is ambiguous. This represents the group separator character.
bg: Не може да бъде прочетен символът за разделяне на групи.
cs: Znak oddělovače skupin nelze přečíst.
da: Tegnet for gruppeseparatoren kan ikke læses.
de: Die gemeldete Zeichenfolge {0} ist mehrdeutig. Dies stellt das Gruppentrennzeichen dar.
el: Η αναφερόμενη ακολουθία χαρακτήρων {0} είναι ασαφής. Αυτή αντιπροσωπεύει τον χαρακτήρα διαχωριστή ομάδας.
es: La secuencia de caracteres reportada {0} es ambigua. Esto representa el carácter separador de grupo.
et: Teatatud tähemärkide järjestus {0} on mitmetähenduslik. See esindab grupi eraldaja tähemärki.
fi: Raportoitu merkkijono {0} on epäselvä. Tämä edustaa ryhmän erottajamerkkiä.
fr: La séquence de caractères signalée {0} est ambiguë. Cela représente le caractère de séparateur de groupe.
ga: Tá an seicheamh carachtar tuairiscithe {0} doiléir. Léiríonn sé seo an carachtar scartha grúpa.
hr: Prijavljena sekvencija znakova {0} je dvosmislena. To predstavlja znak grupnog separatora.
hu: A jelentett {0} karakter sorozat kétértelmű. Ez a csoportelválasztó karaktert képviseli.
is: Ekki er hægt að lesa hópgreini.
it: La sequenza di caratteri segnalata {0} è ambigua. Rappresenta il carattere separatore di gruppo.
lt: Pranešta simbolių seka {0} yra dviprasmiška. Tai atstovauja grupės skyriklio simboliui.
lv: Nav iespējams nolasīt grupas atdalītāja rakstzīmi.
mt: Is-sekwenza tal-karattri rrappurtata {0} hija ambigwa. Dan jirrappreżenta l-karattru tas-separatur tal-grupp.
nl: De gerapporteerde karakterreeks {0} is dubbelzinnig. Dit vertegenwoordigt het groepsscheidingsteken.
no: Rapportert tegnsekvens {0} er tvetydig. Dette representerer gruppeseparator-tegnet.
pl: Nie można odczytać znaku separatora grup.
pt: A sequência de caracteres relatada {0} é ambígua. Isso representa o caráter separador de grupo.
ro: Caracterul separator de grup nu poate fi citit.
sk: Znak oddeľovača skupín nie je možné prečítať.
sl: Znaka ločila skupin ni mogoče prebrati.
sv: Gruppseparatorstecknet kan inte läsas.

# CalibrationInformation_367
source: Some reported characters are ambiguous. They can be reported individually but are also used to compose ligatures: {0}
bg: Докладваната редица от символи {0} е двусмислена. Това представлява символа за групов разделител.
cs: Nahlášená sekvence znaků {0} je nejednoznačná. Toto reprezentuje znak oddělovače skupin.
da: Den rapporterede tegnsekvens {0} er tvetydig. Dette repræsenterer gruppens separator tegn.
de: Einige gemeldete Zeichen sind mehrdeutig. Sie können einzeln gemeldet werden, werden aber auch zur Bildung von Ligaturen verwendet: {0}
el: Κάποιοι αναφερόμενοι χαρακτήρες είναι ασαφείς. Μπορούν να αναφερθούν μεμονωμένα αλλά χρησιμοποιούνται επίσης για να συνθέσουν πολυσύνθετους: {0}
es: Algunos caracteres reportados son ambiguos. Pueden ser informados individualmente pero también se utilizan para componer ligaduras: {0}
et: Mõningaid teatatud tähemärke on mitmetähenduslikud. Neid saab teatada individuaalselt, kuid neid kasutatakse ka liitumistähtede koostamiseks: {0}
fi: Joitakin raportoituja merkkejä on epäselviä. Ne voidaan raportoida yksittäin, mutta niitä käytetään myös ligatuurien muodostamiseen: {0}
fr: Certains caractères signalés sont ambigus. Ils peuvent être signalés individuellement mais sont également utilisés pour composer des ligatures : {0}
ga: Tá roinnt carachtair tuairiscithe doiléir. Is féidir iad a thuairisciú ina n-aonar ach úsáidtear iad freisin chun líogáití a chumadh: {0}
hr: Neki prijavljeni znakovi su dvosmisleni. Mogu se prijaviti pojedinačno, ali se također koriste za sastavljanje ligatura: {0}
hu: Néhány jelentett karakter kétértelmű. Ezeket a karaktereket egyénileg jelentik, de ligatúrák összeállítására is használják: {0}
is: Skýrð stafaröð {0} er tvíræð. Þetta tákna hópaskiljara stafinn.
it: Alcuni caratteri segnalati sono ambigui. Possono essere segnalati individualmente ma sono anche utilizzati per comporre legature: {0}
lt: Kai kurie pranešti simboliai yra dviprasmiški. Jie gali būti pranešti atskirai, tačiau taip pat naudojami komponuoti ligatūroms: {0}
lv: Ziņotā rakstzīmju secība {0} ir neskaidra. Tas pārstāv grupas atdalītāja rakstzīmi.
mt: Xi karattri rrappurtati huma ambigwi. Dawn jistgħu jiġu rrappurtati individwalment imma jintużaw ukoll biex jiffurmaw ligatures: {0}
nl: Sommige gerapporteerde karakters zijn dubbelzinnig. Ze kunnen afzonderlijk gerapporteerd worden, maar worden ook gebruikt om ligaturen samen te stellen: {0}
no: Noen rapporterte tegn er tvetydige. De kan rapporteres individuelt, men brukes også til å lage ligaturer: {0}
pl: Zgłoszona sekwencja znaków {0} jest niejednoznaczna. Reprezentuje ona znak separatora grupy.
pt: Alguns caracteres relatados são ambíguos. Eles podem ser relatados individualmente, mas também são usados para compor ligaduras: {0}
ro: Secvența de caractere raportată {0} este ambiguă. Aceasta reprezintă caracterul separator de grup.
sk: Nahlásená postupnosť znakov {0} je nejednoznačná. To predstavuje znak skupinového oddeľovača.
sl: Poročano zaporedje znakov {0} je dvoumno. To predstavlja znak ločila skupin.
sv: Den rapporterade teckensekvensen {0} är tvetydig. Detta representerar gruppseparatortecknet.

# CalibrationInformation_370
source: The reported calibration data cannot be processed. It does not include expected delimiters.
bg: Докладваните калибрационни данни не могат да бъдат обработени. Те не включват очакваните разделители.
cs: Nahlášená kalibrační data nelze zpracovat. Neobsahují očekávané oddělovače.
da: De rapporterede kalibreringsdata kan ikke behandles. De inkluderer ikke forventede afgrænsere.
de: Die gemeldeten Kalibrierungsdaten können nicht verarbeitet werden. Sie enthalten nicht die erwarteten Trennzeichen.
el: Τα αναφερόμενα δεδομένα βαθμονόμησης δεν μπορούν να επεξεργαστούν. Δεν περιλαμβάνουν τους αναμενόμενους διαχωριστές.
es: Los datos de calibración reportados no pueden procesarse. No incluyen delimitadores esperados.
et: Teatatud kalibreerimisandmeid ei saa töödelda. See ei sisalda oodatud eraldajaid.
fi: Raportoitua kalibrointidataa ei voida käsitellä. Siinä ei ole odotettuja erotinmerkkejä.
fr: Les données d'étalonnage signalées ne peuvent pas être traitées. Elles ne comprennent pas les délimiteurs attendus.
ga: Ní féidir na sonraí calabrúcháin tuairiscithe a phróiseáil. Níl na deighilteoirí ionchasaigh san áireamh.
hr: Prijavljeni podaci o kalibraciji se ne mogu obraditi. Ne uključuju očekivane razdjelnike.
hu: A jelentett kalibrációs adatokat nem lehet feldolgozni. Nem tartalmazza a várt elválasztókat.
is: Ekki er hægt að vinna úr skýrðum justunargögnum. Það inniheldur ekki vænt skil.
it: I dati di calibrazione segnalati non possono essere elaborati. Non includono i delimitatori attesi.
lt: Pranešti kalibravimo duomenys negali būti apdoroti. Jame nėra laukiamų skyriklių.
lv: Ziņotie kalibrācijas dati nevar tikt apstrādāti. Tajos nav iekļauti gaidītie atdalītāji.
mt: Id-data ta' kalibrazzjoni rrappurtata ma tistax tiġi pproċessata. Mhux tinkludi delimiters mistennija.
nl: De gerapporteerde kalibratiegegevens kunnen niet verwerkt worden. Ze bevatten geen verwachte scheidingstekens.
no: Rapporterte kalibreringsdata kan ikke behandles. Det inkluderer ikke forventede skilletegn.
pl: Zgłoszone dane kalibracyjne nie mogą być przetworzone. Nie zawierają oczekiwanych separatorów.
pt: Os dados de calibração relatados não podem ser processados. Não incluem os delimitadores esperados.
ro: Datele de calibrare raportate nu pot fi prelucrate. Acestea nu includ delimitatori așteptați.
sk: Nahlásené údaje o kalibrácii nie je možné spracovať. Neobsahujú očakávané oddeľovače.
sl: Poročanih podatkov o kalibraciji ni mogoče obdelati. Ne vključujejo pričakovanih ločil.
sv: Den rapporterade kalibreringsdatan kan inte behandlas. Den inkluderar inte förväntade avgränsare.

# CalibrationInformation_371
source: The reported calibration data cannot be processed. No character can be determined to act as a temporary delimiter.
bg: Докладваните калибрационни данни не могат да бъдат обработени. Не може да бъде определен символ, който да действа като временен разделител.
cs: Nahlášená kalibrační data nelze zpracovat. Nemůže být určen žádný znak, který by mohl sloužit jako dočasný oddělovač.
da: De rapporterede kalibreringsdata kan ikke behandles. Ingen karakter kan bestemmes til at fungere som en midlertidig afgrænser.
de: Die gemeldeten Kalibrierungsdaten können nicht verarbeitet werden. Es kann kein Zeichen bestimmt werden, das als temporärer Trenner fungiert.
el: Τα αναφερόμενα δεδομένα βαθμονόμησης δεν μπορούν να επεξεργαστούν. Δεν μπορεί να καθοριστεί κανένας χαρακτήρας που να λειτουργεί ως προσωρινός διαχωριστής.
es: Los datos de calibración reportados no pueden procesarse. No se puede determinar ningún carácter para actuar como delimitador temporal.
et: Teatatud kalibreerimisandmeid ei saa töödelda. Ühtegi tähemärki ei saa määrata ajutiseks eraldajaks.
fi: Raportoitua kalibrointidataa ei voida käsitellä. Mikään merkki ei voi toimia väliaikaisena erotinmerkkinä.
fr: Les données d'étalonnage signalées ne peuvent pas être traitées. Aucun caractère ne peut être déterminé pour agir comme un délimiteur temporaire.
ga: Ní féidir na sonraí calabrúcháin tuairiscithe a phróiseáil. Ní féidir carachtar a chinneadh chun feidhmiú mar dheighilteoir sealadach.
hr: Prijavljeni podaci o kalibraciji se ne mogu obraditi. Nijedan znak se ne može odrediti kao privremeni razdjelnik.
hu: A jelentett kalibrációs adatokat nem lehet feldolgozni. Nem határozható meg karakter, amely ideiglenes elválasztóként szolgálhat.
is: Ekki er hægt að vinna úr skýrðum justunargögnum. Enginn stafur getur verið ákveðinn til að virka sem tímabundinn skiljari.
it: I dati di calibrazione segnalati non possono essere elaborati. Nessun carattere può essere determinato per agire come delimitatore temporaneo.
lt: Pranešti kalibravimo duomenys negali būti apdoroti. Negalima nustatyti jokio simbolio, kuris veiktų kaip laikinas skyriklis.
lv: Ziņotie kalibrācijas dati nevar tikt apstrādāti. Nevar noteikt rakstzīmi, kas kalpotu kā pagaidu atdalītājs.
mt: Id-data ta' kalibrazzjoni rrappurtata ma tistax tiġi pproċessata. Ma tistax tiġi determinata l-ebda karattru biex jaġixxi bħala delimiter temporanju.
nl: De gerapporteerde kalibratiegegevens kunnen niet verwerkt worden. Er kan geen karakter bepaald worden dat dient als een tijdelijke scheider.
no: Rapporterte kalibreringsdata kan ikke behandles. Ingen tegn kan bestemmes for å fungere som midlertidig skilletegn.
pl: Zgłoszone dane kalibracyjne nie mogą być przetworzone. Nie można określić znaku, który mógłby działać jako tymczasowy separator.
pt: Os dados de calibração relatados não podem ser processados. Não é possível determinar nenhum caráter para atuar como delimitador temporário.
ro: Datele de calibrare raportate nu pot fi prelucrate. Nu se poate determina niciun caracter care să acționeze ca un delimitator temporar.
sk: Nahlásené údaje o kalibrácii nie je možné spracovať. Nie je možné určiť žiadny znak, ktorý by mohol pôsobiť ako dočasný oddeľovač.
sl: Poročanih podatkov o kalibraciji ni mogoče obdelati. Ni mogoče določiti znaka, ki bi deloval kot začasno ločilo.
sv: Den rapporterade kalibreringsdatan kan inte behandlas. Ingen karaktär kan fastställas som temporär avgränsare.

# CalibrationInformation_390
source: Calibration failed. {0}
bg: Калибрирането е неуспешно. {0}
cs: Kalibrace selhala. {0}
da: Kalibrering mislykkedes. {0}
de: Kalibrierung fehlgeschlagen. {0}
el: Η βαθμονόμηση απέτυχε. {0}
es: La calibración falló. {0}
et: Kalibreerimine ebaõnnestus. {0}
fi: Kalibrointi epäonnistui. {0}
fr: Échec de l'étalonnage. {0}
ga: Theip ar an gcalabrú. {0}
hr: Kalibracija nije uspjela. {0}
hu: Kalibrálás sikertelen. {0}
is: Justun mistókst. {0}
it: Calibrazione fallita. {0}
lt: Kalibravimas nepavyko. {0}
lv: Kalibrācija neizdevās. {0}
mt: Il-kalibrazzjoni falliet. {0}
nl: Kalibratie mislukt. {0}
no: Kalibrering mislyktes. {0}
pl: Kalibracja nie powiodła się. {0}
pt: Falha na calibração. {0}
ro: Calibrarea a eșuat. {0}
sk: Kalibrácia zlyhala. {0}
sl: Kalibracija ni uspela. {0}
sv: Kalibrering misslyckades. {0}

# CalibrationInformation_162
source: EDI separator characters are supported.
bg: Поддържат се символи за разделяне на файлове.
cs: Znaky oddělovače souborů jsou podporovány.
da: Filseparator-tegn understøttes.
de: EDI-Trennzeichen werden unterstützt.
el: Υποστηρίζονται οι χαρακτήρες διαχωριστή EDI.
es: Los caracteres separadores EDI son compatibles.
et: EDI eraldaja tähemärgid on toetatud.
fi: EDI-erotinmerkit ovat tuettuja.
fr: Les caractères de séparateur EDI sont pris en charge.
ga: Tacaítear le carachtair scartha EDI.
hr: Podržani su znakovi EDI separatora.
hu: Az Edi Separator karakterek támogatottak.
is: Skilmerki fyrir skrár eru studd.
it: I caratteri separatore EDI sono supportati.
lt: Palaikomi EDI skyrikliai.
lv: Tiek atbalstīti failu atdalīšanas rakstzīmes.
mt: Karattri separatori Edi huma appoġġjati.
nl: EDI-scheidingskarakters worden ondersteund.
no: Støtte for EDI-separator-tegn.
pl: Obsługiwane są znaki separatora plików.
pt: Caracteres separadores EDI são suportados.
ro: Caracterele separator de fișiere sunt acceptate.
sk: Znaky oddeľovača súborov sú podporované.
sl: Podprti so znaki ločila datotek.
sv: Filavgränsningstecken stöds.
