// --------------------------------------------------------------------------------------------------------------------
// <copyright file="UsToEuropeanGs1BarcodesWithAim.cs" company="Solidsoft Reply Ltd.">
//   (c) 2020 Solidsoft Reply Ltd.  All rights reserved.
// </copyright>
// <summary>
// Data for GS1 Parser US to European GS1 barcodes with AIM identifiers calibration tests.
// </summary>
// --------------------------------------------------------------------------------------------------------------------

namespace Solidsoft.Reply.BarcodeScanner.Calibration.Tests.Data;

/// <summary>
/// Data for GS1 Parser US to European GS1 barcodes with AIM identifiers calibration tests.
/// </summary>
public static class UsToEuropeanGs1BarcodesWithAim {
    public const string UnitedKingdomBaseline =
        "]d1  ! @ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   £ $ \" [ # ] ^ ` { ~ } ¬    \u001d    \u001c    \u001e        \r";

    public const string UnitedKingdomExtendedBaseline =
        "]d1  ! @ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   £ $ \" [ # ] ^ \0`{ ~ } ¬    \0    \0    \0        \r";

    public const string UnitedKingdomExtendedDeadkeyBarcode1 =
        "]d1\0`!\0`@\0`£\0`$\0`%\0`&\0`'\0`(\0`)\0`*\0`+\0`,\0`-\0`.\0`/\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`:\0`;\0`<\0`=\0`>\0`?\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0Ẁ\0`X\0Ỳ\0`Z\0`[\0`#\0`]\0`^\0`_\0``\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0ẁ\0`x\0ỳ\0`z\0`{\0`~\0`}\0`¬\r";

    public const string IrishBaseline =
        "]d1  ! @ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   £ $ \" [ # ] ^ \0`{ ~ } ¬    \u001d    \u001c    \u001e        \r";

    public const string IrishDeadkeyBarcode1 =
        "]d1\0`!\0`@\0`£\0`$\0`%\0`&\0`'\0`(\0`)\0`*\0`+\0`,\0`-\0`.\0`/\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`:\0`;\0`<\0`=\0`>\0`?\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`[\0`#\0`]\0`^\0`_\0``\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`{\0`~\0`}\0`¬\r";

    public const string GaelicBaseline =
        "]d1  ! @ % & \0'( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   £ $ \" [ # ] ^ \0`{ ~ } `    \u001d    \u001c    \u001e        \r";

    public const string GaelicDeadkeyBarcode1 =
        "]d1\0'!\0'@\0'£\0'$\0'%\0'&\0''\0'(\0')\0'*\0'+\0',\0'-\0'.\0'/\0'0\0'1\0'2\0'3\0'4\0'5\0'6\0'7\0'8\0'9\0':\0';\0'<\0'=\0'>\0'?\0'\"\0Á\0'B\0'C\0'D\0É\0'F\0'G\0'H\0Í\0'J\0'K\0'L\0'M\0'N\0Ó\0'P\0'Q\0'R\0'S\0'T\0Ú\0'V\0'W\0'X\0Ý\0'Z\0'[\0'#\0']\0'^\0'_\0'`\0á\0'b\0'c\0'd\0é\0'f\0'g\0'h\0í\0'j\0'k\0'l\0'm\0'n\0ó\0'p\0'q\0'r\0's\0't\0ú\0'v\0'w\0'x\0ý\0'z\0'{\0'~\0'}\0'`\r";

    public const string GaelicDeadkeyBarcode2 =
        "]d1\0`!\0`@\0`£\0`$\0`%\0`&\0`'\0`(\0`)\0`*\0`+\0`,\0`-\0`.\0`/\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`:\0`;\0`<\0`=\0`>\0`?\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`[\0`#\0`]\0`^\0`_\0``\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`{\0`~\0`}\0``\r";

    public const string BelgianCommaBaseline =
        "$d&  1 % 5 7 ù 9 0 8 _ ; ) : = à & é \" ' ( § è ! ç M m . - / + Q B C D E F G H I J K L ? N O P A R S T U V Z X Y W ° q b c d e f g h i j k l , n o p a r s t u v z x y w   3 4 2 \0^µ $ 6 ² \0¨£ * ³    \u001d    \u001c    \u001e    \0    \r";

    public const string BelgianCommaDeadkeyBarcode1 =
        "$d&\0^1\0^%\0^3\0^4\0^5\0^7\0^ù\0^9\0^0\0^8\0^_\0^;\0^)\0^:\0^=\0^à\0^&\0^é\0^\"\0^'\0^(\0^§\0^è\0^!\0^ç\0^M\0^m\0^.\0^-\0^/\0^+\0^2\0^Q\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^?\0^N\0Ô\0^P\0Â\0^R\0^S\0^T\0Û\0^V\0^Z\0^X\0^Y\0^W\0^^\0^µ\0^$\0^6\0^°\0^²\0^q\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^,\0^n\0ô\0^p\0â\0^r\0^s\0^t\0û\0^v\0^z\0^x\0^y\0^w\0^¨\0^£\0^*\0^³\r";

    public const string BelgianCommaDeadkeyBarcode2 =
        "$d&\0¨1\0¨%\0¨3\0¨4\0¨5\0¨7\0¨ù\0¨9\0¨0\0¨8\0¨_\0¨;\0¨)\0¨:\0¨=\0¨à\0¨&\0¨é\0¨\"\0¨'\0¨(\0¨§\0¨è\0¨!\0¨ç\0¨M\0¨m\0¨.\0¨-\0¨/\0¨+\0¨2\0¨Q\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨?\0¨N\0Ö\0¨P\0Ä\0¨R\0¨S\0¨T\0Ü\0¨V\0¨Z\0¨X\0¨Y\0¨W\0¨^\0¨µ\0¨$\0¨6\0¨°\0¨²\0¨q\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨,\0¨n\0ö\0¨p\0ä\0¨r\0¨s\0¨t\0ü\0¨v\0¨z\0¨x\0ÿ\0¨w\0¨¨\0¨£\0¨*\0¨³\r";

    public const string BelgianPeriodBaseline =
        "$d&  1 % 5 7 ù 9 0 8 _ ; ) : = à & é \" ' ( § è ! ç M m . - / + Q B C D E F G H I J K L ? N O P A R S T U V Z X Y W ° q b c d e f g h i j k l , n o p a r s t u v z x y w   3 4 2 \0^µ $ 6 ² \0¨£ * ³    \u001d    \u001c    \u001e    \0    \r";

    public const string BelgianPeriodDeadkeyBarcode1 =
        "$d&\0^1\0^%\0^3\0^4\0^5\0^7\0^ù\0^9\0^0\0^8\0^_\0^;\0^)\0^:\0^=\0^à\0^&\0^é\0^\"\0^'\0^(\0^§\0^è\0^!\0^ç\0^M\0^m\0^.\0^-\0^/\0^+\0^2\0^Q\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^?\0^N\0Ô\0^P\0Â\0^R\0^S\0^T\0Û\0^V\0^Z\0^X\0^Y\0^W\0^^\0^µ\0^$\0^6\0^°\0^²\0^q\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^,\0^n\0ô\0^p\0â\0^r\0^s\0^t\0û\0^v\0^z\0^x\0^y\0^w\0^¨\0^£\0^*\0^³\r";

    public const string BelgianPeriodDeadkeyBarcode2 =
        "$d&\0¨1\0¨%\0¨3\0¨4\0¨5\0¨7\0¨ù\0¨9\0¨0\0¨8\0¨_\0¨;\0¨)\0¨:\0¨=\0¨à\0¨&\0¨é\0¨\"\0¨'\0¨(\0¨§\0¨è\0¨!\0¨ç\0¨M\0¨m\0¨.\0¨-\0¨/\0¨+\0¨2\0¨Q\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨?\0¨N\0Ö\0¨P\0Ä\0¨R\0¨S\0¨T\0Ü\0¨V\0¨Z\0¨X\0¨Y\0¨W\0¨^\0¨µ\0¨$\0¨6\0¨°\0¨²\0¨q\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨,\0¨n\0ö\0¨p\0ä\0¨r\0¨s\0¨t\0ü\0¨v\0¨z\0¨x\0ÿ\0¨w\0¨¨\0¨£\0¨*\0¨³\r";

    public const string BelgianFrenchBaseline =
        "$d&  1 % 5 7 ù 9 0 8 _ ; ) : = à & é \" ' ( § è ! ç M m . - / + Q B C D E F G H I J K L ? N O P A R S T U V Z X Y W ° q b c d e f g h i j k l , n o p a r s t u v z x y w   3 4 2 \0^µ $ 6 ² \0¨£ * ³    \u001d    \u001c    \u001e    \0    \r";

    public const string BelgianFrenchDeadkeyBarcode1 =
        "$d&\0^1\0^%\0^3\0^4\0^5\0^7\0^ù\0^9\0^0\0^8\0^_\0^;\0^)\0^:\0^=\0^à\0^&\0^é\0^\"\0^'\0^(\0^§\0^è\0^!\0^ç\0^M\0^m\0^.\0^-\0^/\0^+\0^2\0^Q\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^?\0^N\0Ô\0^P\0Â\0^R\0^S\0^T\0Û\0^V\0^Z\0^X\0^Y\0^W\0^^\0^µ\0^$\0^6\0^°\0^²\0^q\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^,\0^n\0ô\0^p\0â\0^r\0^s\0^t\0û\0^v\0^z\0^x\0^y\0^w\0^¨\0^£\0^*\0^³\r";

    public const string BelgianFrenchDeadkeyBarcode2 =
        "$d&\0¨1\0¨%\0¨3\0¨4\0¨5\0¨7\0¨ù\0¨9\0¨0\0¨8\0¨_\0¨;\0¨)\0¨:\0¨=\0¨à\0¨&\0¨é\0¨\"\0¨'\0¨(\0¨§\0¨è\0¨!\0¨ç\0¨M\0¨m\0¨.\0¨-\0¨/\0¨+\0¨2\0¨Q\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨?\0¨N\0Ö\0¨P\0Ä\0¨R\0¨S\0¨T\0Ü\0¨V\0¨Z\0¨X\0¨Y\0¨W\0¨^\0¨µ\0¨$\0¨6\0¨°\0¨²\0¨q\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨,\0¨n\0ö\0¨p\0ä\0¨r\0¨s\0¨t\0ü\0¨v\0¨z\0¨x\0ÿ\0¨w\0¨¨\0¨£\0¨*\0¨³\r";

    public const string CzechBaseline =
        ")d+  1 ! 5 7 § 9 0 8 \0ˇ, = . - é + ě š č ř ž ý á í \" ů ? \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y % a b c d e f g h i j k l m n o p q r s t u v w x z y   3 4 2 ú \0¨) 6 ; / ' ( \0°   \u001d    \u001c    \u001e        \r";

    public const string CzechDeadkeyBarcode1 =
        ")d+\0ˇ1\0ˇ!\0ˇ3\0ˇ4\0ˇ5\0ˇ7\0ˇ§\0ˇ9\0ˇ0\0ˇ8\0ˇˇ\0ˇ,\0ˇ=\0ˇ.\0ˇ-\0ˇé\0ˇ+\0ˇě\0ˇš\0ˇč\0ˇř\0ˇž\0ˇý\0ˇá\0ˇí\0ˇ\"\0ˇů\0ˇ?\0ˇ´\0ˇ:\0ˇ_\0ˇ2\0ˇA\0ˇB\0Č\0Ď\0Ě\0ˇF\0ˇG\0ˇH\0ˇI\0ˇJ\0ˇK\0Ľ\0ˇM\0Ň\0ˇO\0ˇP\0ˇQ\0Ř\0Š\0Ť\0ˇU\0ˇV\0ˇW\0ˇX\0Ž\0ˇY\0ˇú\0ˇ¨\0ˇ)\0ˇ6\0ˇ%\0ˇ;\0ˇa\0ˇb\0č\0ď\0ě\0ˇf\0ˇg\0ˇh\0ˇi\0ˇj\0ˇk\0ľ\0ˇm\0ň\0ˇo\0ˇp\0ˇq\0ř\0š\0ť\0ˇu\0ˇv\0ˇw\0ˇx\0ž\0ˇy\0ˇ/\0ˇ'\0ˇ(\0ˇ°\r";

    public const string CzechDeadkeyBarcode2 =
        ")d+\0´1\0´!\0´3\0´4\0´5\0´7\0´§\0´9\0´0\0´8\0´ˇ\0´,\0´=\0´.\0´-\0´é\0´+\0´ě\0´š\0´č\0´ř\0´ž\0´ý\0´á\0´í\0´\"\0´ů\0´?\0´´\0´:\0´_\0´2\0Á\0´B\0Ć\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0Ú\0´V\0´W\0´X\0Ź\0Ý\0´ú\0´¨\0´)\0´6\0´%\0´;\0á\0´b\0ć\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0ú\0´v\0´w\0´x\0ź\0ý\0´/\0´'\0´(\0´°\r";

    public const string CzechDeadkeyBarcode3 =
        ")d+\0¨1\0¨!\0¨3\0¨4\0¨5\0¨7\0¨§\0¨9\0¨0\0¨8\0¨ˇ\0¨,\0¨=\0¨.\0¨-\0¨é\0¨+\0¨ě\0¨š\0¨č\0¨ř\0¨ž\0¨ý\0¨á\0¨í\0¨\"\0¨ů\0¨?\0¨´\0¨:\0¨_\0¨2\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Z\0Ÿ\0¨ú\0¨¨\0¨)\0¨6\0¨%\0¨;\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0¨z\0ÿ\0¨/\0¨'\0¨(\0¨°\r";

    public const string CzechDeadkeyBarcode4 =
        ")d+\0°1\0°!\0°3\0°4\0°5\0°7\0°§\0°9\0°0\0°8\0°ˇ\0°,\0°=\0°.\0°-\0°é\0°+\0°ě\0°š\0°č\0°ř\0°ž\0°ý\0°á\0°í\0°\"\0°ů\0°?\0°´\0°:\0°_\0°2\0Å\0°B\0°C\0°D\0°E\0°F\0°G\0°H\0°I\0°J\0°K\0°L\0°M\0°N\0°O\0°P\0°Q\0°R\0°S\0°T\0Ů\0°V\0°W\0°X\0°Z\0°Y\0°ú\0°¨\0°)\0°6\0°%\0°;\0å\0°b\0°c\0°d\0°e\0°f\0°g\0°h\0°i\0°j\0°k\0°l\0°m\0°n\0°o\0°p\0°q\0°r\0°s\0°t\0ů\0°v\0°w\0°x\0°z\0°y\0°/\0°'\0°(\0°°\r";

    public const string CzechQwertyBaseline =
        ")d+  1 ! 5 7 § 9 0 8 \0ˇ, = . - é + ě š č ř ž ý á í \" ů ? \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z % a b c d e f g h i j k l m n o p q r s t u v w x y z   3 4 2 ú \0¨) 6 ; / ' ( \0°   \u001b    \u001c    \0        \r";

    public const string CzechQwertyDeadkeyBarcode1 =
        ")d+\0ˇ1\0ˇ!\0ˇ3\0ˇ4\0ˇ5\0ˇ7\0ˇ§\0ˇ9\0ˇ0\0ˇ8\0ˇˇ\0ˇ,\0ˇ=\0ˇ.\0ˇ-\0ˇé\0ˇ+\0ˇě\0ˇš\0ˇč\0ˇř\0ˇž\0ˇý\0ˇá\0ˇí\0ˇ\"\0ˇů\0ˇ?\0ˇ´\0ˇ:\0ˇ_\0ˇ2\0ˇA\0ˇB\0Č\0Ď\0Ě\0ˇF\0ˇG\0ˇH\0ˇI\0ˇJ\0ˇK\0Ľ\0ˇM\0Ň\0ˇO\0ˇP\0ˇQ\0Ř\0Š\0Ť\0ˇU\0ˇV\0ˇW\0ˇX\0ˇY\0Ž\0ˇú\0ˇ¨\0ˇ)\0ˇ6\0ˇ%\0ˇ;\0ˇa\0ˇb\0č\0ď\0ě\0ˇf\0ˇg\0ˇh\0ˇi\0ˇj\0ˇk\0ľ\0ˇm\0ň\0ˇo\0ˇp\0ˇq\0ř\0š\0ť\0ˇu\0ˇv\0ˇw\0ˇx\0ˇy\0ž\0ˇ/\0ˇ'\0ˇ(\0ˇ°\r";

    public const string CzechQwertyDeadkeyBarcode2 =
        ")d+\0´1\0´!\0´3\0´4\0´5\0´7\0´§\0´9\0´0\0´8\0´ˇ\0´,\0´=\0´.\0´-\0´é\0´+\0´ě\0´š\0´č\0´ř\0´ž\0´ý\0´á\0´í\0´\"\0´ů\0´?\0´´\0´:\0´_\0´2\0Á\0´B\0Ć\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0Ú\0´V\0´W\0´X\0Ý\0Ź\0´ú\0´¨\0´)\0´6\0´%\0´;\0á\0´b\0ć\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0ú\0´v\0´w\0´x\0ý\0ź\0´/\0´'\0´(\0´°\r";

    public const string CzechQwertyDeadkeyBarcode3 =
        ")d+\0¨1\0¨!\0¨3\0¨4\0¨5\0¨7\0¨§\0¨9\0¨0\0¨8\0¨ˇ\0¨,\0¨=\0¨.\0¨-\0¨é\0¨+\0¨ě\0¨š\0¨č\0¨ř\0¨ž\0¨ý\0¨á\0¨í\0¨\"\0¨ů\0¨?\0¨´\0¨:\0¨_\0¨2\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0Ÿ\0¨Z\0¨ú\0¨¨\0¨)\0¨6\0¨%\0¨;\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨/\0¨'\0¨(\0¨°\r";

    public const string CzechQwertyDeadkeyBarcode4 =
        ")d+\0°1\0°!\0°3\0°4\0°5\0°7\0°§\0°9\0°0\0°8\0°ˇ\0°,\0°=\0°.\0°-\0°é\0°+\0°ě\0°š\0°č\0°ř\0°ž\0°ý\0°á\0°í\0°\"\0°ů\0°?\0°´\0°:\0°_\0°2\0Å\0°B\0°C\0°D\0°E\0°F\0°G\0°H\0°I\0°J\0°K\0°L\0°M\0°N\0°O\0°P\0°Q\0°R\0°S\0°T\0Ů\0°V\0°W\0°X\0°Y\0°Z\0°ú\0°¨\0°)\0°6\0°%\0°;\0å\0°b\0°c\0°d\0°e\0°f\0°g\0°h\0°i\0°j\0°k\0°l\0°m\0°n\0°o\0°p\0°q\0°r\0°s\0°t\0ů\0°v\0°w\0°x\0°y\0°z\0°/\0°'\0°(\0°°\r";

    public const string CzechProgrammersBaseline =
        "]d1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ [ \\ ] ^ ` { | } ~    \u001b    \u001c    \0        \r";

    public const string DanishBaseline =
        "\0¨d1  ! Ø % / ø ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Æ æ ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" å ' \0¨& ½ Å * \0^§    \u001d    \0    \u001e        \r";

    public const string DanishDeadkeyBarcode1 =
        "\0¨d1\0`!\0`Ø\0`#\0`¤\0`%\0`/\0`ø\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Æ\0`æ\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`å\0`'\0`¨\0`&\0`?\0`½\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`Å\0`*\0`^\0`§\r";

    public const string DanishDeadkeyBarcode2 =
        "\0¨d1\0´!\0´Ø\0´#\0´¤\0´%\0´/\0´ø\0´)\0´=\0´(\0´`\0´,\0´+\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Æ\0´æ\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´å\0´'\0´¨\0´&\0´?\0´½\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´Å\0´*\0´^\0´§\r";

    public const string DanishDeadkeyBarcode3 =
        "\0¨d1\0¨!\0¨Ø\0¨#\0¨¤\0¨%\0¨/\0¨ø\0¨)\0¨=\0¨(\0¨`\0¨,\0¨+\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Æ\0¨æ\0¨;\0¨´\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨å\0¨'\0¨¨\0¨&\0¨?\0¨½\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨Å\0¨*\0¨^\0¨§\r";

    public const string DanishDeadkeyBarcode4 =
        "\0¨d1\0^!\0^Ø\0^#\0^¤\0^%\0^/\0^ø\0^)\0^=\0^(\0^`\0^,\0^+\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Æ\0^æ\0^;\0^´\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^å\0^'\0^¨\0^&\0^?\0^½\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^Å\0^*\0^^\0^§\r";

    public const string DutchBaseline =
        "*d1  ! \0`% _ \0´) ' ( \0~, / . - 0 1 2 3 4 5 6 7 8 9 ± + ; ° : = A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ \" \0¨< * & @ \0^> | §    \0    \0    \u001e    \0    \r";

    public const string DutchDeadkeyBarcode1 =
        "*d1\0`!\0``\0`#\0`$\0`%\0`_\0`´\0`)\0`'\0`(\0`~\0`,\0`/\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`±\0`+\0`;\0`°\0`:\0`=\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`¨\0`<\0`*\0`&\0`?\0`@\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`^\0`>\0`|\0`§\r";

    public const string DutchDeadkeyBarcode2 =
        "*d1\0´!\0´`\0´#\0´$\0´%\0´_\0´´\0´)\0´'\0´(\0´~\0´,\0´/\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´±\0´+\0´;\0´°\0´:\0´=\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´¨\0´<\0´*\0´&\0´?\0´@\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´^\0´>\0´|\0´§\r";

    public const string DutchDeadkeyBarcode3 =
        "*d1\0~!\0~`\0~#\0~$\0~%\0~_\0~´\0~)\0~'\0~(\0~~\0~,\0~/\0~.\0~-\0~0\0~1\0~2\0~3\0~4\0~5\0~6\0~7\0~8\0~9\0~±\0~+\0~;\0~°\0~:\0~=\0~\"\0Ã\0~B\0~C\0~D\0~E\0~F\0~G\0~H\0~I\0~J\0~K\0~L\0~M\0Ñ\0Õ\0~P\0~Q\0~R\0~S\0~T\0~U\0~V\0~W\0~X\0~Y\0~Z\0~¨\0~<\0~*\0~&\0~?\0~@\0ã\0~b\0~c\0~d\0~e\0~f\0~g\0~h\0~i\0~j\0~k\0~l\0~m\0ñ\0õ\0~p\0~q\0~r\0~s\0~t\0~u\0~v\0~w\0~x\0~y\0~z\0~^\0~>\0~|\0~§\r";

    public const string DutchDeadkeyBarcode4 =
        "*d1\0¨!\0¨`\0¨#\0¨$\0¨%\0¨_\0¨´\0¨)\0¨'\0¨(\0¨~\0¨,\0¨/\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨±\0¨+\0¨;\0¨°\0¨:\0¨=\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨¨\0¨<\0¨*\0¨&\0¨?\0¨@\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨^\0¨>\0¨|\0¨§\r";

    public const string DutchDeadkeyBarcode5 =
        "*d1\0^!\0^`\0^#\0^$\0^%\0^_\0^´\0^)\0^'\0^(\0^~\0^,\0^/\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^±\0^+\0^;\0^°\0^:\0^=\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^¨\0^<\0^*\0^&\0^?\0^@\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^^\0^>\0^|\0^§\r";

    public const string EstonianBaseline =
        "õd1  ! Ä % / ä ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" ü ' õ & \0ˇÜ * Õ \0~   \0    \0    \u001e        \r";

    public const string EstonianDeadkeyBarcode1 =
        "õd1\0`!\0`Ä\0`#\0`¤\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0`I\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`ü\0`'\0`õ\0`&\0`?\0`ˇ\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0`i\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`Ü\0`*\0`Õ\0`~\r";

    public const string EstonianDeadkeyBarcode2 =
        "õd1\0´!\0´Ä\0´#\0´¤\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´+\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0´A\0´B\0Ć\0´D\0É\0´F\0´G\0´H\0´I\0´J\0´K\0´L\0´M\0Ń\0Ó\0´P\0´Q\0´R\0Ś\0´T\0´U\0´V\0´W\0´X\0´Y\0Ź\0´ü\0´'\0´õ\0´&\0´?\0´ˇ\0´a\0´b\0ć\0´d\0é\0´f\0´g\0´h\0´i\0´j\0´k\0´l\0´m\0ń\0ó\0´p\0´q\0´r\0ś\0´t\0´u\0´v\0´w\0´x\0´y\0ź\0´Ü\0´*\0´Õ\0´~\r";

    public const string EstonianDeadkeyBarcode3 =
        "õd1\0ˇ!\0ˇÄ\0ˇ#\0ˇ¤\0ˇ%\0ˇ/\0ˇä\0ˇ)\0ˇ=\0ˇ(\0ˇ`\0ˇ,\0ˇ+\0ˇ.\0ˇ-\0ˇ0\0ˇ1\0ˇ2\0ˇ3\0ˇ4\0ˇ5\0ˇ6\0ˇ7\0ˇ8\0ˇ9\0ˇÖ\0ˇö\0ˇ;\0ˇ´\0ˇ:\0ˇ_\0ˇ\"\0ˇA\0ˇB\0Č\0ˇD\0ˇE\0ˇF\0ˇG\0ˇH\0ˇI\0ˇJ\0ˇK\0ˇL\0ˇM\0ˇN\0ˇO\0ˇP\0ˇQ\0ˇR\0Š\0ˇT\0ˇU\0ˇV\0ˇW\0ˇX\0ˇY\0Ž\0ˇü\0ˇ'\0ˇõ\0ˇ&\0ˇ?\0ˇˇ\0ˇa\0ˇb\0č\0ˇd\0ˇe\0ˇf\0ˇg\0ˇh\0ˇi\0ˇj\0ˇk\0ˇl\0ˇm\0ˇn\0ˇo\0ˇp\0ˇq\0ˇr\0š\0ˇt\0ˇu\0ˇv\0ˇw\0ˇx\0ˇy\0ž\0ˇÜ\0ˇ*\0ˇÕ\0ˇ~\r";

    public const string EstonianDeadkeyBarcode4 =
        "õd1\0~!\0~Ä\0~#\0~¤\0~%\0~/\0~ä\0~)\0~=\0~(\0~`\0~,\0~+\0~.\0~-\0~0\0~1\0~2\0~3\0~4\0~5\0~6\0~7\0~8\0~9\0~Ö\0~ö\0~;\0~´\0~:\0~_\0~\"\0~A\0~B\0~C\0~D\0~E\0~F\0~G\0~H\0~I\0~J\0~K\0~L\0~M\0~N\0Õ\0~P\0~Q\0~R\0~S\0~T\0~U\0~V\0~W\0~X\0~Y\0~Z\0~ü\0~'\0~õ\0~&\0~?\0~ˇ\0~a\0~b\0~c\0~d\0~e\0~f\0~g\0~h\0~i\0~j\0~k\0~l\0~m\0~n\0õ\0~p\0~q\0~r\0~s\0~t\0~u\0~v\0~w\0~x\0~y\0~z\0~Ü\0~*\0~Õ\0~~\r";

    public const string FinnishBaseline =
        "\0¨d1  ! Ä % / ä ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" å ' \0¨& § Å * \0^½    \u001d    \0    \u001e        \r";

    public const string FinnishDeadkeyBarcode1 =
        "\0¨d1\0`!\0`Ä\0`#\0`¤\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`å\0`'\0`¨\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`Å\0`*\0`^\0`½";

    public const string FinnishDeadkeyBarcode2 =
        "\0¨d1\0´!\0´Ä\0´#\0´¤\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´+\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´å\0´'\0´¨\0´&\0´?\0´§\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´Å\0´*\0´^\0´½\r";

    public const string FinnishDeadkeyBarcode3 =
        "\0¨d1\0¨!\0¨Ä\0¨#\0¨¤\0¨%\0¨/\0¨ä\0¨)\0¨=\0¨(\0¨`\0¨,\0¨+\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Ö\0¨ö\0¨;\0¨´\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨å\0¨'\0¨¨\0¨&\0¨?\0¨§\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨Å\0¨*\0¨^\0¨½\r";

    public const string FinnishDeadkeyBarcode4 =
        "\0¨d1\0^!\0^Ä\0^#\0^¤\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^+\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^å\0^'\0^¨\0^&\0^?\0^§\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^Å\0^*\0^^\0^½\r";

    public const string FinnishWithSamiBaseline =
        "\0¨d1  ! Ä % / ä ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" å ' \0¨& § Å * \0^½    \0    \0    \0        \r";

    public const string FinnishWithSamiDeadkeyBarcode1 =
        "\0¨d1\0`!\0`Ä\0`#\0`¤\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0Ẁ\0`X\0Ỳ\0`Z\0`å\0`'\0`¨\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0ẁ\0`x\0ỳ\0`z\0`Å\0`*\0`^\0`½\r";

    public const string FinnishWithSamiDeadkeyBarcode2 =
        "\0¨d1\0´!\0´Ä\0´#\0´¤\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´+\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0Ć\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0Ú\0´V\0Ẃ\0´X\0Ý\0Ź\0ǻ\0´'\0´¨\0´&\0´?\0´§\0á\0´b\0ć\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0ú\0´v\0ẃ\0´x\0ý\0ź\0Ǻ\0´*\0´^\0´½\r";

    public const string FinnishWithSamiDeadkeyBarcode3 =
        "\0¨d1\0¨!\0¨Ä\0¨#\0¨¤\0¨%\0¨/\0¨ä\0¨)\0¨=\0¨(\0¨`\0¨,\0¨+\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Ö\0¨ö\0¨;\0¨´\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0Ẅ\0¨X\0Ÿ\0¨Z\0¨å\0¨'\0¨¨\0¨&\0¨?\0¨§\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0ẅ\0¨x\0ÿ\0¨z\0¨Å\0¨*\0¨^\0¨½\r";

    public const string FinnishWithSamiDeadkeyBarcode4 =
        "\0¨d1\0^!\0^Ä\0^#\0^¤\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^+\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0Â\0^B\0Ĉ\0^D\0Ê\0^F\0Ĝ\0Ĥ\0Î\0Ĵ\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0Ŝ\0^T\0Û\0^V\0Ŵ\0^X\0Ŷ\0^Z\0^å\0^'\0^¨\0^&\0^?\0^§\0â\0^b\0ĉ\0^d\0ê\0^f\0ĝ\0ĥ\0î\0ĵ\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0ŝ\0^t\0û\0^v\0ŵ\0^x\0ŷ\0^z\0^Å\0^*\0^^\0^½\r";

    public const string FrenchBaseline =
        "$d&  1 % 5 7 ù 9 0 8 + ; ) : ! à & é \" ' ( - è _ ç M m . = / § Q B C D E F G H I J K L ? N O P A R S T U V Z X Y W ° q b c d e f g h i j k l , n o p a r s t u v z x y w   3 4 2 \0^* $ 6 ² \0¨µ £ \0    \u001d    \u001c    \u001f    \0    \r";

    public const string FrenchDeadkeyBarcode1 =
        "$d&\0^1\0^%\0^3\0^4\0^5\0^7\0^ù\0^9\0^0\0^8\0^+\0^;\0^)\0^:\0^!\0^à\0^&\0^é\0^\"\0^'\0^(\0^-\0^è\0^_\0^ç\0^M\0^m\0^.\0^=\0^/\0^§\0^2\0^Q\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^?\0^N\0Ô\0^P\0Â\0^R\0^S\0^T\0Û\0^V\0^Z\0^X\0^Y\0^W\0^^\0^*\0^$\0^6\0^°\0^²\0^q\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^,\0^n\0ô\0^p\0â\0^r\0^s\0^t\0û\0^v\0^z\0^x\0^y\0^w\0^¨\0^µ\0^£\0\0^";

    public const string FrenchDeadkeyBarcode2 =
        "$d&\0¨1\0¨%\0¨3\0¨4\0¨5\0¨7\0¨ù\0¨9\0¨0\0¨8\0¨+\0¨;\0¨)\0¨:\0¨!\0¨à\0¨&\0¨é\0¨\"\0¨'\0¨(\0¨-\0¨è\0¨_\0¨ç\0¨M\0¨m\0¨.\0¨=\0¨/\0¨§\0¨2\0¨Q\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨?\0¨N\0Ö\0¨P\0Ä\0¨R\0¨S\0¨T\0Ü\0¨V\0¨Z\0¨X\0¨Y\0¨W\0¨^\0¨*\0¨$\0¨6\0¨°\0¨²\0¨q\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨,\0¨n\0ö\0¨p\0ä\0¨r\0¨s\0¨t\0ü\0¨v\0¨z\0¨x\0ÿ\0¨w\0¨¨\0¨µ\0¨£\0\0¨";

    public const string GermanBaseline =
        "+d1  ! Ä % / ä ) = ( \0`, ß . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   § $ \" ü # + & \0^Ü ' * °    \u001d    \u001c    \u001e    \0    \r";

    public const string GermanDeadkeyBarcode1 =
        "+d1\0`!\0`Ä\0`§\0`$\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`ß\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Z\0`Y\0`ü\0`#\0`+\0`&\0`?\0`^\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`z\0`y\0`Ü\0`'\0`*\0`°\r";

    public const string GermanDeadkeyBarcode2 =
        "+d1\0´!\0´Ä\0´§\0´$\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´ß\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0´Z\0Ý\0´ü\0´#\0´+\0´&\0´?\0´^\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0´z\0ý\0´Ü\0´'\0´*\0´°\r";

    public const string GermanDeadkeyBarcode3 =
        "+d1\0^!\0^Ä\0^§\0^$\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^ß\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Z\0^Y\0^ü\0^#\0^+\0^&\0^?\0^^\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^z\0^y\0^Ü\0^'\0^*\0^°\r";

    public const string GermanIbmBaseline =
        "+d1  ! Ä % / ä ) = ( \0`, ß . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   § $ \" ü # + & \0^Ü ' * °    \u001d    \u001c    \u001e    \0    \r";

    public const string GermanIbmDeadkeyBarcode1 =
        "+d1\0`!\0`Ä\0`§\0`$\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`ß\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Z\0`Y\0`ü\0`#\0`+\0`&\0`?\0`^\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`z\0`y\0`Ü\0`'\0`*\0`°\r";

    public const string GermanIbmDeadkeyBarcode2 =
        "+d1\0´!\0´Ä\0´§\0´$\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´ß\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0´Z\0Ý\0´ü\0´#\0´+\0´&\0´?\0´^\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0´z\0ý\0´Ü\0´'\0´*\0´°\r";

    public const string GermanIbmDeadkeyBarcode3 =
        "+d1\0^!\0^Ä\0^§\0^$\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^ß\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Z\0^Y\0^ü\0^#\0^+\0^&\0^?\0^^\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^z\0^y\0^Ü\0^'\0^*\0^°\r";

    public const string HungarianBaseline =
        "úd1  ' Á % = á ) Ö ( Ó , ü . - ö 1 2 3 4 5 6 7 8 9 É é ? ó : _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y Ü a b c d e f g h i j k l m n o p q r s t u v w x z y   + ! \" ő ű ú / 0 Ő Ű Ú §    \u001d    \u001c    \u001e    \0    \r";

    public const string Hungarian101KeyBaseline =
        "úd1  ' Á % = á ) Ö ( Ó , ü . - ö 1 2 3 4 5 6 7 8 9 É é ? ó : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Ü a b c d e f g h i j k l m n o p q r s t u v w x y z   + ! \" ő ű ú / í Ő Ű Ú Í    \u001d    \u001c    \u001e        \r";

    public const string IcelandicBaseline =
        "'d1  ! ' % / \0´) = ( _ , ö . þ 0 1 2 3 4 5 6 7 8 9 Æ æ ; - : Þ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Ö a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ \" ð + ' & \0°Ð * ? \0¨   \u001d    \0    \u001e        \r";

    public const string IcelandicDeadkeyBarcode1 =
        "'d1\0´!\0´'\0´#\0´$\0´%\0´/\0´´\0´)\0´=\0´(\0´_\0´,\0´ö\0´.\0´þ\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Æ\0´æ\0´;\0´-\0´:\0´Þ\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´ð\0´+\0´'\0´&\0´Ö\0´°\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´Ð\0´*\0´?\0´¨\r";

    public const string IcelandicDeadkeyBarcode2 =
        "'d1\0°!\0°'\0°#\0°$\0°%\0°/\0°´\0°)\0°=\0°(\0°_\0°,\0°ö\0°.\0°þ\0°0\0°1\0°2\0°3\0°4\0°5\0°6\0°7\0°8\0°9\0°Æ\0°æ\0°;\0°-\0°:\0°Þ\0°\"\0Å\0°B\0°C\0°D\0°E\0°F\0°G\0°H\0°I\0°J\0°K\0°L\0°M\0°N\0°O\0°P\0°Q\0°R\0°S\0°T\0°U\0°V\0°W\0°X\0°Y\0°Z\0°ð\0°+\0°'\0°&\0°Ö\0°°\0å\0°b\0°c\0°d\0°e\0°f\0°g\0°h\0°i\0°j\0°k\0°l\0°m\0°n\0°o\0°p\0°q\0°r\0°s\0°t\0°u\0°v\0°w\0°x\0°y\0°z\0°Ð\0°*\0°?\0°¨\r";

    public const string IcelandicDeadkeyBarcode3 =
        "'d1\0¨!\0¨'\0¨#\0¨$\0¨%\0¨/\0¨´\0¨)\0¨=\0¨(\0¨_\0¨,\0¨ö\0¨.\0¨þ\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Æ\0¨æ\0¨;\0¨-\0¨:\0¨Þ\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨ð\0¨+\0¨'\0¨&\0¨Ö\0¨°\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨Ð\0¨*\0¨?\0¨¨\r";

    public const string ItalianBaseline =
        "+d1  ! ° % / à ) = ( ^ , ' . - 0 1 2 3 4 5 6 7 8 9 ç ò ; ì : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   £ $ \" è ù + & \\ é § * |    \u001d    \u001c    \u001e    \0    \r";

    public const string Italian142Baseline =
        "+d1  ! ° % / à ) = ( ^ , ' . - 0 1 2 3 4 5 6 7 8 9 ç ò ; ì : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   £ $ \" è ù + & \\ é § * |    \u001d    \u001c    \u001e    \0    \r";

    public const string LatvianBaseline =
        "hs1  ! \0°% & \0´( ) × F , - . ļ 0 1 2 3 4 5 6 7 8 9 C c ; f : Ļ Š P Ī S J I L D Z A T E Ā O Ē Č Ū R U M N K G B V Ņ _ š p ī s j i l d z a t e ā o ē č ū r u m n k g b v ņ   » $ « ž ķ h / ­ Ž Ķ H ?    \b    \u001c    \u001e        \r";

    public const string LatvianDeadkeyBarcode1 =
        "hs1\0°!\0°°\0°»\0°$\0°%\0°&\0°´\0°(\0°)\0°×\0°F\0°,\0°-\0°.\0°ļ\0°0\0°1\0°2\0°3\0°4\0°5\0°6\0°7\0°8\0°9\0°C\0°c\0°;\0°f\0°:\0°Ļ\0°«\0°Š\0°P\0°Ī\0°S\0°J\0°I\0°L\0°D\0Ż\0Å\0°T\0Ė\0°Ā\0°O\0°Ē\0°Č\0°Ū\0°R\0°U\0°M\0°N\0°K\0°G\0°B\0°V\0°Ņ\0°ž\0°ķ\0°h\0°/\0°_\0°­\0°š\0°p\0°ī\0°s\0°j\0°i\0°l\0°d\0ż\0å\0°t\0ė\0°ā\0°o\0°ē\0°č\0°ū\0°r\0°u\0°m\0°n\0°k\0ġ\0°b\0°v\0°ņ\0°Ž\0°Ķ\0°H\0°?\r";

    public const string LatvianDeadkeyBarcode2 =
        "hs1\0´!\0´°\0´»\0´$\0´%\0´&\0´´\0´(\0´)\0´×\0´F\0´,\0´-\0´.\0´ļ\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0Ć\0ć\0´;\0´f\0´:\0´Ļ\0´«\0´Š\0´P\0´Ī\0Ś\0´J\0´I\0´L\0´D\0Ź\0´A\0´T\0É\0´Ā\0Ó\0´Ē\0´Č\0´Ū\0´R\0´U\0´M\0Ń\0´K\0´G\0´B\0´V\0´Ņ\0´ž\0´ķ\0´h\0´/\0´_\0´­\0´š\0´p\0´ī\0ś\0´j\0´i\0´l\0´d\0ź\0´a\0´t\0é\0´ā\0ó\0´ē\0´č\0´ū\0´r\0´u\0´m\0ń\0´k\0´g\0´b\0´v\0´ņ\0´Ž\0´Ķ\0´H\0´?\r";

    public const string LatvianQwertyBaseline =
        "]d1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ [ \0°] ^ ` { | } \0~   \u001d    \u001c    \u001e        \r";

    public const string LatvianQwertyDeadkeyBarcode1 =
        "]d1\0°!\0°\"\0°#\0°$\0°%\0°&\0°'\0°(\0°)\0°*\0°+\0°,\0°-\0°.\0°/\0°0\0°1\0°2\0°3\0°4\0°5\0°6\0°7\0°8\0°9\0°:\0°;\0°<\0°=\0°>\0°?\0°@\0Å\0°B\0°C\0°D\0Ė\0°F\0°G\0°H\0°I\0°J\0°K\0°L\0°M\0°N\0°O\0°P\0°Q\0°R\0°S\0°T\0°U\0°V\0°W\0°X\0°Y\0Ż\0°[\0°°\0°]\0°^\0°_\0°`\0å\0°b\0°c\0°d\0ė\0°f\0ġ\0°h\0°i\0°j\0°k\0°l\0°m\0°n\0°o\0°p\0°q\0°r\0°s\0°t\0°u\0°v\0°w\0°x\0°y\0ż\0°{\0°|\0°}\0°~\r";

    public const string LatvianQwertyDeadkeyBarcode2 =
        "]d1\0~!\0~\"\0~#\0~$\0~%\0~&\0~'\0~(\0~)\0~*\0~+\0~,\0~-\0~.\0~/\0~0\0~1\0~2\0~3\0~4\0~5\0~6\0~7\0~8\0~9\0~:\0~;\0~<\0~=\0~>\0~?\0~@\0~A\0~B\0~C\0~D\0~E\0~F\0~G\0~H\0~I\0~J\0~K\0~L\0~M\0~N\0Õ\0~P\0~Q\0~R\0~S\0~T\0~U\0~V\0~W\0~X\0~Y\0~Z\0~[\0~°\0~]\0~^\0~_\0~`\0~a\0~b\0~c\0~d\0~e\0~f\0~g\0~h\0~i\0~j\0~k\0~l\0~m\0~n\0õ\0~p\0~q\0~r\0~s\0~t\0~u\0~v\0~w\0~x\0~y\0~z\0~{\0~|\0~}\0~~\r";

    public const string LatvianStandardBaseline =
        "]d1  ! \0\"% & \0'( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ [ \\ ] ^ ` { | } ~    \u001d    \u001c    \0        \r";

    public const string LatvianStandardDeadkeyBarcode1 =
        "]d1\0\"!\0\"\"\0\"#\0§\0°\0±\0\"'\0\"(\0\")\0×\0\"+\0\",\0—\0\".\0\"/\0\"0\0\"1\0\"2\0\"3\0§\0°\0\"6\0±\0×\0\"9\0\":\0\";\0\"<\0\"=\0\">\0\"?\0\"@\0Ā\0\"B\0Č\0\"D\0Ē\0\"F\0Ģ\0\"H\0Ī\0\"J\0Ķ\0Ļ\0\"M\0Ņ\0Ō\0\"P\0\"Q\0Ŗ\0Š\0\"T\0Ū\0\"V\0\"W\0\"X\0\"Y\0Ž\0\"[\0\"\\\0\"]\0\"^\0—\0\"`\0Ā\0\"b\0Č\0\"d\0Ē\0\"f\0Ģ\0\"h\0Ī\0\"j\0Ķ\0Ļ\0\"m\0Ņ\0Ō\0\"p\0\"q\0Ŗ\0Š\0\"t\0Ū\0\"v\0\"w\0\"x\0\"y\0Ž\0\"{\0\"|\0\"}\0\"~\r";

    public const string LithuanianBaseline =
        "]dą  Ą \" Į Ų ' ( ) Ū Ž , - . / 0 ą č ę ė į š ų ū 9 : ; < ž > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   Ę Ė Č [ \\ ] Š ` { | } ~    \u001d    \u001c    \u001e        \r";

    public const string LithuanianIbmBaseline =
        "“d!  1 Ė 5 7 ė 9 0 8 = č _ š ę ) ! \" / ; : , . ? ( Ų ų Č + Š Ę A B C D E F G H I J K L M N O P Ą R S T U V Ž Ū Y Z - a b c d e f g h i j k l m n o p ą r s t u v ž ū y z   3 4 2 į | “ 6 ` Į \\ ” ~    \u001d    \u001c    \u001e        \r";

    public const string LithuanianStandardBaseline =
        "wd!  1 Ė 5 7 ė 9 0 8 X č ? f ę ) ! - / ; : , . = ( Ų ų Č x F Ę A B C D E Š G H I J K L M N O P Ą R S T U V Ž Ū Y Z + a b c d e š g h i j k l m n o p ą r s t u v ž ū y z   3 4 2 į q w 6 ` Į Q W ~    \0    \0    \0        \r";

    public const string LuxembourgishBaseline =
        "\0¨d1  + ä % / à ) = ( \0`, ' . - 0 1 2 3 4 5 6 7 8 9 ö é ; \0^: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   * ç \" è $ \0\"& § ü £ ! °    \u001d    \u001c    \u001e    \0    \r";

    public const string LuxembourgishDeadkeyBarcode1 =
        "\0¨d1\0`+\0`ä\0`*\0`ç\0`%\0`/\0`à\0`)\0`=\0`(\0``\0`,\0`'\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`ö\0`é\0`;\0`^\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Z\0`Y\0`è\0`$\0`¨\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`z\0`y\0`ü\0`£\0`!\0`°\r";

    public const string LuxembourgishDeadkeyBarcode2 =
        "\0¨d1\0^+\0^ä\0^*\0^ç\0^%\0^/\0^à\0^)\0^=\0^(\0^`\0^,\0^'\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^ö\0^é\0^;\0^^\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Z\0^Y\0^è\0^$\0^¨\0^&\0^?\0^§\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^z\0^y\0^ü\0^£\0^!\0^°\r";

    public const string LuxembourgishDeadkeyBarcode3 =
        "\0¨d1\0¨+\0¨ä\0¨*\0¨ç\0¨%\0¨/\0¨à\0¨)\0¨=\0¨(\0¨`\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨ö\0¨é\0¨;\0¨^\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Z\0¨Y\0¨è\0¨$\0¨¨\0¨&\0¨?\0¨§\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0¨z\0ÿ\0¨ü\0¨£\0¨!\0¨°\r";

    public const string Maltese47KeyBaseline =
        "ħd1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   € $ @ ġ ż ħ ^ ċ Ġ Ż Ħ Ċ    \0    \0    \0        \r";

    public const string Maltese48KeyBaseline =
        "ħd1  ! @ % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   € $ \" ġ # ħ ^ ċ Ġ ~ Ħ Ċ    \0    \0    \0        \r";

    public const string NorwegianBaseline =
        "\0¨d1  ! Æ % / æ ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ø ø ; \\ : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" å ' \0¨& | Å * \0^§    \u001d    \0    \u001e        \r";

    public const string NorwegianDeadkeyBarcode1 =
        "\0¨d1\0`!\0`Æ\0`#\0`¤\0`%\0`/\0`æ\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ø\0`ø\0`;\0`\\\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`å\0`'\0`¨\0`&\0`?\0`|\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`Å\0`*\0`^\0`§\r";

    public const string NorwegianDeadkeyBarcode2 =
        "\0¨d1\0¨!\0¨Æ\0¨#\0¨¤\0¨%\0¨/\0¨æ\0¨)\0¨=\0¨(\0¨`\0¨,\0¨+\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Ø\0¨ø\0¨;\0¨\\\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨å\0¨'\0¨¨\0¨&\0¨?\0¨|\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨Å\0¨*\0¨^\0¨§\r";

    public const string NorwegianDeadkeyBarcode3 =
        "\0¨d1\0^!\0^Æ\0^#\0^¤\0^%\0^/\0^æ\0^)\0^=\0^(\0^`\0^,\0^+\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ø\0^ø\0^;\0^\\\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^å\0^'\0^¨\0^&\0^?\0^|\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^Å\0^*\0^^\0^§\r";

    public const string NorwegianWithSamiBaseline =
        "\0¨d1  ! Æ % / æ ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ø ø ; \\ : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" å ' \0¨& | Å * \0^§    \0    \0    \0        \r";

    public const string NorwegianWithSamiDeadkeyBarcode1 =
        "\0¨d1\0`!\0`Æ\0`#\0`¤\0`%\0`/\0`æ\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ø\0`ø\0`;\0`\\\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0Ẁ\0`X\0Ỳ\0`Z\0`å\0`'\0`¨\0`&\0`?\0`|\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0ẁ\0`x\0ỳ\0`z\0`Å\0`*\0`^\0`§\r";

    public const string NorwegianWithSamiDeadkeyBarcode2 =
        "\0¨d1\0¨!\0¨Æ\0¨#\0¨¤\0¨%\0¨/\0¨æ\0¨)\0¨=\0¨(\0¨`\0¨,\0¨+\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Ø\0¨ø\0¨;\0¨\\\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0Ẅ\0¨X\0Ÿ\0¨Z\0¨å\0¨'\0¨¨\0¨&\0¨?\0¨|\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0ẅ\0¨x\0ÿ\0¨z\0¨Å\0¨*\0¨^\0¨§\r";

    public const string NorwegianWithSamiDeadkeyBarcode3 =
        "\0¨d1\0^!\0^Æ\0^#\0^¤\0^%\0^/\0^æ\0^)\0^=\0^(\0^`\0^,\0^+\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ø\0^ø\0^;\0^\\\0^:\0^_\0^\"\0Â\0^B\0Ĉ\0^D\0Ê\0^F\0Ĝ\0Ĥ\0Î\0Ĵ\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0Ŝ\0^T\0Û\0^V\0Ŵ\0^X\0Ŷ\0^Z\0^å\0^'\0^¨\0^&\0^?\0^|\0â\0^b\0ĉ\0^d\0ê\0^f\0ĝ\0ĥ\0î\0ĵ\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0ŝ\0^t\0û\0^v\0ŵ\0^x\0ŷ\0^z\0^Å\0^*\0^^\0^§\r";

    public const string Polish214Baseline =
        "śd1  ! ę % / ą ) = ( * , + . - 0 1 2 3 4 5 6 7 8 9 Ł ł ; ' : _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   # ¤ \" ż ó ś & \0˛ń ź ć \0·   \u001d    \u001c    \u001e        \r";

    public const string Polish214DeadkeyBarcode1 =
        "śd1\0˛!\0˛ę\0˛#\0˛¤\0˛%\0˛/\0˛ą\0˛)\0˛=\0˛(\0˛*\0˛,\0˛+\0˛.\0˛-\0˛0\0˛1\0˛2\0˛3\0˛4\0˛5\0˛6\0˛7\0˛8\0˛9\0˛Ł\0˛ł\0˛;\0˛'\0˛:\0˛_\0˛\"\0Ą\0˛B\0˛C\0˛D\0Ę\0˛F\0˛G\0˛H\0˛I\0˛J\0˛K\0˛L\0˛M\0˛N\0˛O\0˛P\0˛Q\0˛R\0˛S\0˛T\0˛U\0˛V\0˛W\0˛X\0˛Z\0˛Y\0˛ż\0˛ó\0˛ś\0˛&\0˛?\0˛˛\0ą\0˛b\0˛c\0˛d\0ę\0˛f\0˛g\0˛h\0˛i\0˛j\0˛k\0˛l\0˛m\0˛n\0˛o\0˛p\0˛q\0˛r\0˛s\0˛t\0˛u\0˛v\0˛w\0˛x\0˛z\0˛y\0˛ń\0˛ź\0˛ć\0˛·\r";

    public const string Polish214DeadkeyBarcode2 =
        "śd1\0·!\0·ę\0·#\0·¤\0·%\0·/\0·ą\0·)\0·=\0·(\0·*\0·,\0·+\0·.\0·-\0·0\0·1\0·2\0·3\0·4\0·5\0·6\0·7\0·8\0·9\0·Ł\0·ł\0·;\0·'\0·:\0·_\0·\"\0·A\0·B\0·C\0·D\0·E\0·F\0·G\0·H\0·I\0·J\0·K\0·L\0·M\0·N\0·O\0·P\0·Q\0·R\0·S\0·T\0·U\0·V\0·W\0·X\0Ż\0·Y\0·ż\0·ó\0·ś\0·&\0·?\0·˛\0·a\0·b\0·c\0·d\0·e\0·f\0·g\0·h\0·i\0·j\0·k\0·l\0·m\0·n\0·o\0·p\0·q\0·r\0·s\0·t\0·u\0·v\0·w\0·x\0ż\0·y\0·ń\0·ź\0·ć\0··\r";

    public const string PolishProgrammersBaseline =
        "]d1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ [ \\ ] ^ ` { | } \0~   \u001d    \u001c    \u001e        \r";

    public const string PolishProgrammersDeadkeyBarcode1 =
        "]d1\0~!\0~\"\0~#\0~$\0~%\0~&\0~'\0~(\0~)\0~*\0~+\0~,\0~-\0~.\0~/\0~0\0~1\0~2\0~3\0~4\0~5\0~6\0~7\0~8\0~9\0~:\0~;\0~<\0~=\0~>\0~?\0~@\0Ą\0~B\0Ć\0~D\0Ę\0~F\0~G\0~H\0~I\0~J\0~K\0Ł\0~M\0Ń\0Ó\0~P\0~Q\0~R\0Ś\0~T\0~U\0~V\0~W\0Ź\0~Y\0Ż\0~[\0~\\\0~]\0~^\0~_\0~`\0ą\0~b\0ć\0~d\0ę\0~f\0~g\0~h\0~i\0~j\0~k\0ł\0~m\0ń\0ó\0~p\0~q\0~r\0ś\0~t\0~u\0~v\0~w\0ź\0~y\0ż\0~{\0~|\0~}\0~~\r";

    public const string PortugueseBaseline =
        "\0´d1  ! ª % / º ) = ( » , ' . - 0 1 2 3 4 5 6 7 8 9 Ç ç ; « : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ \" + \0~\0´& \\ * \0^\0`|    \0    \0    \u001e    \0    \r";

    public const string PortugueseDeadkeyBarcode1 =
        "\0´d1\0~!\0~ª\0~#\0~$\0~%\0~/\0~º\0~)\0~=\0~(\0~»\0~,\0~'\0~.\0~-\0~0\0~1\0~2\0~3\0~4\0~5\0~6\0~7\0~8\0~9\0~Ç\0~ç\0~;\0~«\0~:\0~_\0~\"\0Ã\0~B\0~C\0~D\0~E\0~F\0~G\0~H\0~I\0~J\0~K\0~L\0~M\0Ñ\0Õ\0~P\0~Q\0~R\0~S\0~T\0~U\0~V\0~W\0~X\0~Y\0~Z\0~+\0~~\0~´\0~&\0~?\0~\\\0ã\0~b\0~c\0~d\0~e\0~f\0~g\0~h\0~i\0~j\0~k\0~l\0~m\0ñ\0õ\0~p\0~q\0~r\0~s\0~t\0~u\0~v\0~w\0~x\0~y\0~z\0~*\0~^\0~`\0~|\r";

    public const string PortugueseDeadkeyBarcode2 =
        "\0´d1\0´!\0´ª\0´#\0´$\0´%\0´/\0´º\0´)\0´=\0´(\0´»\0´,\0´'\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ç\0´ç\0´;\0´«\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´+\0´~\0´´\0´&\0´?\0´\\\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´*\0´^\0´`\0´|\r";

    public const string PortugueseDeadkeyBarcode3 =
        "\0´d1\0^!\0^ª\0^#\0^$\0^%\0^/\0^º\0^)\0^=\0^(\0^»\0^,\0^'\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ç\0^ç\0^;\0^«\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^+\0^~\0^´\0^&\0^?\0^\\\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^*\0^^\0^`\0^|";

    public const string PortugueseDeadkeyBarcode4 =
        "\0´d1\0`!\0`ª\0`#\0`$\0`%\0`/\0`º\0`)\0`=\0`(\0`»\0`,\0`'\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ç\0`ç\0`;\0`«\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`+\0`~\0`´\0`&\0`?\0`\\\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`*\0`^\0``\0`|\r";

    public const string RomanianLegacyBaseline =
        "îd1  ! Ţ % / ţ ) = ( * , + . - 0 1 2 3 4 5 6 7 8 9 Ş ş ; ' : _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   # ¤ \" ă â î & ] Ă Â Î [    \u001d    \u001c    \0        \r";

    public const string RomanianProgrammersBaseline =
        "]d1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ [ \\ ] ^ ` { | } ~    \0    \0    \0        \r";

    public const string RomanianStandardBaseline =
        "îd1  ! Ț % & ț ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 Ș ș ; = : ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ ă â î ^ „ Ă Â Î ”    \0    \0    \0        \r";

    public const string SamiExtendedFinlandSwedenBaseline =
        "ŋd1  ! Ä % / ä ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Á R S T U V Š Č Ŧ Z ? a b c d e f g h i j k l m n o p á r s t u v š č ŧ z   # ¤ \" å đ ŋ & § Å Đ Ŋ ½    \0    \0    \0        \r";

    public const string SamiExtendedFinlandSwedenDeadkeyBarcode1 =
        "ŋd1\0`!\0`Ä\0`#\0`¤\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Á\0`R\0`S\0`T\0Ù\0`V\0`Š\0`Č\0`Ŧ\0`Z\0`å\0`đ\0`ŋ\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`á\0`r\0`s\0`t\0ù\0`v\0`š\0`č\0`ŧ\0`z\0`Å\0`Đ\0`Ŋ\0`½\r";

    public const string SamiExtendedFinlandSwedenDeadkeyBarcode2 =
        "ŋd1\0´!\0´Ä\0´#\0´¤\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´+\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0Ć\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Á\0Ŕ\0Ś\0´T\0Ú\0´V\0´Š\0´Č\0´Ŧ\0Ź\0ǻ\0´đ\0´ŋ\0´&\0´?\0´§\0á\0´b\0ć\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´á\0ŕ\0ś\0´t\0ú\0´v\0´š\0´č\0´ŧ\0ź\0Ǻ\0´Đ\0´Ŋ\0´½\r";

    public const string SamiExtendedNorwayBaseline =
        "ŋd1  ! Æ % / æ ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ø ø ; \\ : _ A B C D E F G H I J K L M N O P Á R S T U V Š Č Ŧ Z ? a b c d e f g h i j k l m n o p á r s t u v š č ŧ z   # ¤ \" å đ ŋ & | Å Đ Ŋ §    \0    \0    \0        \r";

    public const string SamiExtendedNorwayDeadkeyBarcode1 =
        "ŋd1\0`!\0`Æ\0`#\0`¤\0`%\0`/\0`æ\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ø\0`ø\0`;\0`\\\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Á\0`R\0`S\0`T\0Ù\0`V\0`Š\0`Č\0`Ŧ\0`Z\0`å\0`đ\0`ŋ\0`&\0`?\0`|\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`á\0`r\0`s\0`t\0ù\0`v\0`š\0`č\0`ŧ\0`z\0`Å\0`Đ\0`Ŋ\0`§\r";

    public const string SlovakBaseline =
        "äd+  1 ! 5 7 § 9 0 8 \0ˇ, = . - é + ľ š č ť ž ý á í \" ô ? \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y % a b c d e f g h i j k l m n o p q r s t u v w x z y   3 4 2 ú ň ä 6 ; / ) ( \0°   \0    \u001c    \u001e    \0    \r";

    public const string SlovakDeadkeyBarcode1 =
        "äd+\0ˇ1\0ˇ!\0ˇ3\0ˇ4\0ˇ5\0ˇ7\0ˇ§\0ˇ9\0ˇ0\0ˇ8\0ˇˇ\0ˇ,\0ˇ=\0ˇ.\0ˇ-\0ˇé\0ˇ+\0ˇľ\0ˇš\0ˇč\0ˇť\0ˇž\0ˇý\0ˇá\0ˇí\0ˇ\"\0ˇô\0ˇ?\0ˇ´\0ˇ:\0ˇ_\0ˇ2\0ˇA\0ˇB\0Č\0Ď\0Ě\0ˇF\0ˇG\0ˇH\0ˇI\0ˇJ\0ˇK\0Ľ\0ˇM\0Ň\0ˇO\0ˇP\0ˇQ\0Ř\0Š\0Ť\0ˇU\0ˇV\0ˇW\0ˇX\0Ž\0ˇY\0ˇú\0ˇň\0ˇä\0ˇ6\0ˇ%\0ˇ;\0ˇa\0ˇb\0č\0ď\0ě\0ˇf\0ˇg\0ˇh\0ˇi\0ˇj\0ˇk\0ľ\0ˇm\0ň\0ˇo\0ˇp\0ˇq\0ř\0š\0ť\0ˇu\0ˇv\0ˇw\0ˇx\0ž\0ˇy\0ˇ/\0ˇ)\0ˇ(\0ˇ°\r";

    public const string SlovakQwertyBaseline =
        "äd+  1 ! 5 7 § 9 0 8 \0ˇ, = . - é + ľ š č ť ž ý á í \" ô ? \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z % a b c d e f g h i j k l m n o p q r s t u v w x y z   3 4 2 ú ň ä 6 ; / ) ( \0°   \u001b    \u001c    \u001e        \r";

    public const string SlovakQwertyDeadkeyBarcode1 =
        "äd+\0ˇ1\0ˇ!\0ˇ3\0ˇ4\0ˇ5\0ˇ7\0ˇ§\0ˇ9\0ˇ0\0ˇ8\0ˇˇ\0ˇ,\0ˇ=\0ˇ.\0ˇ-\0ˇé\0ˇ+\0ˇľ\0ˇš\0ˇč\0ˇť\0ˇž\0ˇý\0ˇá\0ˇí\0ˇ\"\0ˇô\0ˇ?\0ˇ´\0ˇ:\0ˇ_\0ˇ2\0ˇA\0ˇB\0Č\0Ď\0Ě\0ˇF\0ˇG\0ˇH\0ˇI\0ˇJ\0ˇK\0Ľ\0ˇM\0Ň\0ˇO\0ˇP\0ˇQ\0Ř\0Š\0Ť\0ˇU\0ˇV\0ˇW\0ˇX\0ˇY\0Ž\0ˇú\0ˇň\0ˇä\0ˇ6\0ˇ%\0ˇ;\0ˇa\0ˇb\0č\0ď\0ě\0ˇf\0ˇg\0ˇh\0ˇi\0ˇj\0ˇk\0ľ\0ˇm\0ň\0ˇo\0ˇp\0ˇq\0ř\0š\0ť\0ˇu\0ˇv\0ˇw\0ˇx\0ˇy\0ž\0ˇ/\0ˇ)\0ˇ(\0ˇ°\r";

    public const string SlovakQwertyDeadkeyBarcode2 =
        "äd+\0´1\0´!\0´3\0´4\0´5\0´7\0´§\0´9\0´0\0´8\0´ˇ\0´,\0´=\0´.\0´-\0´é\0´+\0´ľ\0´š\0´č\0´ť\0´ž\0´ý\0´á\0´í\0´\"\0´ô\0´?\0´´\0´:\0´_\0´2\0Á\0´B\0Ć\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0Ú\0´V\0´W\0´X\0Ý\0Ź\0´ú\0´ň\0´ä\0´6\0´%\0´;\0á\0´b\0ć\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0ú\0´v\0´w\0´x\0ý\0ź\0´/\0´)\0´(\0´°\r";

    public const string SlovakQwertyDeadkeyBarcode3 =
        "äd+\0°1\0°!\0°3\0°4\0°5\0°7\0°§\0°9\0°0\0°8\0°ˇ\0°,\0°=\0°.\0°-\0°é\0°+\0°ľ\0°š\0°č\0°ť\0°ž\0°ý\0°á\0°í\0°\"\0°ô\0°?\0°´\0°:\0°_\0°2\0°A\0°B\0°C\0°D\0°E\0°F\0°G\0°H\0°I\0°J\0°K\0°L\0°M\0°N\0°O\0°P\0°Q\0°R\0°S\0°T\0Ů\0°V\0°W\0°X\0°Y\0°Z\0°ú\0°ň\0°ä\0°6\0°%\0°;\0°a\0°b\0°c\0°d\0°e\0°f\0°g\0°h\0°i\0°j\0°k\0°l\0°m\0°n\0°o\0°p\0°q\0°r\0°s\0°t\0ů\0°v\0°w\0°x\0°y\0°z\0°/\0°)\0°(\0°°\r";

    public const string SlovenianBaseline =
        "đd1  ! Ć % / ć ) = ( * , ' . - 0 1 2 3 4 5 6 7 8 9 Č č ; + : _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   # $ \" š ž đ & \0¸Š Ž Đ \0¨   \u001b    \u001c    \u001e    \u001f    \r";

    public const string SlovenianDeadkeyBarcode1 =
        "đd1\0¸!\0¸Ć\0¸#\0¸$\0¸%\0¸/\0¸ć\0¸)\0¸=\0¸(\0¸*\0¸,\0¸'\0¸.\0¸-\0¸0\0¸1\0¸2\0¸3\0¸4\0¸5\0¸6\0¸7\0¸8\0¸9\0¸Č\0¸č\0¸;\0¸+\0¸:\0¸_\0¸\"\0¸A\0¸B\0Ç\0¸D\0¸E\0¸F\0¸G\0¸H\0¸I\0¸J\0¸K\0¸L\0¸M\0¸N\0¸O\0¸P\0¸Q\0¸R\0Ş\0¸T\0¸U\0¸V\0¸W\0¸X\0¸Z\0¸Y\0¸š\0¸ž\0¸đ\0¸&\0¸?\0¸¸\0¸a\0¸b\0ç\0¸d\0¸e\0¸f\0¸g\0¸h\0¸i\0¸j\0¸k\0¸l\0¸m\0¸n\0¸o\0¸p\0¸q\0¸r\0ş\0¸t\0¸u\0¸v\0¸w\0¸x\0¸z\0¸y\0¸Š\0¸Ž\0¸Đ\0¸¨\r";

    public const string SlovenianDeadkeyBarcode2 =
        "đd1\0¨!\0¨Ć\0¨#\0¨$\0¨%\0¨/\0¨ć\0¨)\0¨=\0¨(\0¨*\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Č\0¨č\0¨;\0¨+\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0¨I\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Z\0¨Y\0¨š\0¨ž\0¨đ\0¨&\0¨?\0¨¸\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0¨i\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0¨z\0¨y\0¨Š\0¨Ž\0¨Đ\0¨¨\r";

    public const string SorbianExtendedBaseline =
        "+d1  ! Ä % / ä ) = ( \0', ß . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   § $ \" ü ł + & \0ˇÜ Ł * \0˙   \0    \0    \0    \0    \r";

    public const string SorbianExtendedDeadkeyBarcode1 =
        "+d1\0`!\0`Ä\0`§\0`$\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`ß\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0Ą\0`B\0Ç\0`D\0Ę\0`F\0`G\0`H\0`I\0`J\0`K\0`L\0`M\0`N\0Ő\0`P\0`Q\0`R\0Ş\0`T\0Ű\0`V\0`W\0`X\0`Z\0`Y\0`ü\0`ł\0`+\0`&\0`?\0`^\0ą\0`b\0ç\0`d\0ę\0`f\0`g\0`h\0`i\0`j\0`k\0`l\0`m\0`n\0ő\0`p\0`q\0`r\0ş\0`t\0ű\0`v\0`w\0`x\0`z\0`y\0`Ü\0`Ł\0`*\0`°\r";

    public const string SorbianExtendedDeadkeyBarcode2 =
        "+d1\0´!\0´Ä\0´§\0´$\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´ß\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0Ć\0Đ\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0Ú\0´V\0´W\0´X\0Ź\0Ý\0´ü\0´ł\0´+\0´&\0´?\0´^\0á\0´b\0ć\0đ\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0ú\0´v\0´w\0´x\0ź\0ý\0´Ü\0´Ł\0´*\0´°\r";

    public const string SorbianExtendedDeadkeyBarcode3 =
        "+d1\0^!\0^Ä\0^§\0^$\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^ß\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0^A\0^B\0Č\0Ď\0Ě\0^F\0^G\0^H\0^I\0^J\0^K\0Ľ\0^M\0Ň\0Ô\0^P\0^Q\0Ř\0Š\0Ť\0^U\0^V\0^W\0^X\0Ž\0^Y\0^ü\0^ł\0^+\0^&\0^?\0^^\0^a\0^b\0č\0ď\0ě\0^f\0^g\0^h\0^i\0^j\0^k\0ľ\0^m\0ň\0ô\0^p\0^q\0ř\0š\0ť\0^u\0^v\0^w\0^x\0ž\0^y\0^Ü\0^Ł\0^*\0^°\r";

    public const string SorbianExtendedDeadkeyBarcode4 =
        "+d1\0°!\0°Ä\0°§\0°$\0°%\0°/\0°ä\0°)\0°=\0°(\0°`\0°,\0°ß\0°.\0°-\0°0\0°1\0°2\0°3\0°4\0°5\0°6\0°7\0°8\0°9\0°Ö\0°ö\0°;\0°´\0°:\0°_\0°\"\0°A\0°B\0°C\0°D\0Ė\0°F\0°G\0°H\0°I\0°J\0°K\0°L\0°M\0°N\0°O\0°P\0°Q\0°R\0°S\0°T\0Ů\0°V\0°W\0°X\0Ż\0°Y\0°ü\0°ł\0°+\0°&\0°?\0°^\0°a\0°b\0°c\0°d\0ė\0°f\0°g\0°h\0°i\0°j\0°k\0°l\0°m\0°n\0°o\0°p\0°q\0°r\0ſ\0°t\0ů\0°v\0°w\0°x\0ż\0°y\0°Ü\0°Ł\0°*\0°°\r";

    public const string SorbianStandardBaseline =
        "+d1  ! Ä % / ä ) = ( \0`, ß . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   § $ \" ü # + & \0^Ü ' * °    \0    \0    \0    \0    \r";

    public const string SorbianStandardDeadkeyBarcode1 =
        "+d1\0`!\0`Ä\0`§\0`$\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`ß\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Z\0`Y\0`ü\0`#\0`+\0`&\0`?\0`^\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`z\0`y\0`Ü\0`'\0`*\0`°\r";

    public const string SorbianStandardDeadkeyBarcode2 =
        "+d1\0´!\0´Ä\0´§\0´$\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´ß\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0´A\0´B\0Ć\0´D\0´E\0´F\0´G\0´H\0´I\0´J\0´K\0Ł\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0´U\0´V\0´W\0´X\0Ź\0´Y\0´ü\0´#\0´+\0´&\0´?\0´^\0´a\0´b\0ć\0´d\0´e\0´f\0´g\0´h\0´i\0´j\0´k\0ł\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0´u\0´v\0´w\0´x\0ź\0´y\0´Ü\0´'\0´*\0´°\r";

    public const string SorbianStandardDeadkeyBarcode3 =
        "+d1\0^!\0^Ä\0^§\0^$\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^ß\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0^A\0^B\0Č\0^D\0Ě\0^F\0^G\0^H\0^I\0^J\0^K\0^L\0^M\0^N\0^O\0^P\0^Q\0Ř\0Š\0^T\0^U\0^V\0^W\0^X\0Ž\0^Y\0^ü\0^#\0^+\0^&\0^?\0^^\0^a\0^b\0č\0^d\0ě\0^f\0^g\0^h\0^i\0^j\0^k\0^l\0^m\0^n\0^o\0^p\0^q\0ř\0š\0^t\0^u\0^v\0^w\0^x\0ž\0^y\0^Ü\0^'\0^*\0^°\r";

    public const string SorbianStandardLegacyBaseline =
        "+d1  ! Ä % / ä ) = ( \0', ß . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   § $ \" ü ł + & \0^Ü Ł * \0̇   \0    \0    \0    \0    \r";

    public const string SorbianStandardLegacyDeadkeyBarcode1 =
        "+d1\0`!\0`Ä\0`§\0`$\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`ß\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0Ç\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0Ş\0`T\0Ù\0`V\0`W\0`X\0`Z\0`Y\0`ü\0`ł\0`+\0`&\0`?\0`^\0à\0`b\0ç\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0ş\0`t\0ù\0`v\0`w\0`x\0`z\0`y\0`Ü\0`Ł\0`*\0`°\r";

    public const string SorbianStandardLegacyDeadkeyBarcode2 =
        "+d1\0´!\0´Ä\0´§\0´$\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´ß\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0Ć\0Đ\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0Ú\0´V\0´W\0´X\0Ź\0Ý\0´ü\0´ł\0´+\0´&\0´?\0´^\0á\0´b\0ć\0đ\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0ú\0´v\0´w\0´x\0ź\0ý\0´Ü\0´Ł\0´*\0´°\r";

    public const string SorbianStandardLegacyDeadkeyBarcode3 =
        "+d1\0^!\0^Ä\0^§\0^$\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^ß\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0^A\0^B\0Č\0Ď\0Ě\0^F\0^G\0^H\0^I\0^J\0^K\0Ľ\0^M\0Ň\0ô\0^P\0^Q\0Ř\0Š\0Ť\0^U\0^V\0^W\0^X\0Ž\0^Y\0^ü\0^ł\0^+\0^&\0^?\0^^\0^a\0^b\0č\0ď\0ě\0^f\0^g\0^h\0^i\0^j\0^k\0ľ\0^m\0ň\0Ô\0^p\0^q\0ř\0š\0ť\0^u\0^v\0^w\0^x\0ž\0^y\0^Ü\0^Ł\0^*\0^°\r";

    public const string SorbianStandardLegacyDeadkeyBarcode4 =
        "+d1\0°!\0°Ä\0°§\0°$\0°%\0°/\0°ä\0°)\0°=\0°(\0°`\0°,\0°ß\0°.\0°-\0°0\0°1\0°2\0°3\0°4\0°5\0°6\0°7\0°8\0°9\0°Ö\0°ö\0°;\0°´\0°:\0°_\0°\"\0°A\0°B\0°C\0°D\0Ė\0°F\0°G\0°H\0°I\0°J\0°K\0°L\0°M\0°N\0°O\0°P\0°Q\0°R\0°S\0°T\0Ů\0°V\0°W\0°X\0Ż\0°Y\0°ü\0°ł\0°+\0°&\0°?\0°^\0°a\0°b\0°c\0°d\0ė\0°f\0°g\0°h\0°i\0°j\0°k\0°l\0°m\0°n\0°o\0°p\0°q\0°r\0ſ\0°t\0ů\0°v\0°w\0°x\0ż\0°y\0°Ü\0°Ł\0°*\0°°\r";

    public const string SpanishBaseline =
        "+d1  ! \0¨% / \0´) = ( ¿ , ' . - 0 1 2 3 4 5 6 7 8 9 Ñ ñ ; ¡ : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   · $ \" \0`ç + & º \0^Ç * ª    \u001d    \u001c    \u001e    \0    \r";

    public const string SpanishDeadkeyBarcode1 =
        "+d1\0¨!\0¨¨\0¨·\0¨$\0¨%\0¨/\0¨´\0¨)\0¨=\0¨(\0¨¿\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Ñ\0¨ñ\0¨;\0¨¡\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨`\0¨ç\0¨+\0¨&\0¨?\0¨º\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨^\0¨Ç\0¨*\0¨ª\r";

    public const string SpanishDeadkeyBarcode2 =
        "+d1\0´!\0´¨\0´·\0´$\0´%\0´/\0´´\0´)\0´=\0´(\0´¿\0´,\0´'\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ñ\0´ñ\0´;\0´¡\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´`\0´ç\0´+\0´&\0´?\0´º\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´^\0´Ç\0´*\0´ª\r";

    public const string SpanishDeadkeyBarcode3 =
        "+d1\0`!\0`¨\0`·\0`$\0`%\0`/\0`´\0`)\0`=\0`(\0`¿\0`,\0`'\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ñ\0`ñ\0`;\0`¡\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0``\0`ç\0`+\0`&\0`?\0`º\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`^\0`Ç\0`*\0`ª\r";

    public const string SpanishDeadkeyBarcode4 =
        "+d1\0^!\0^¨\0^·\0^$\0^%\0^/\0^´\0^)\0^=\0^(\0^¿\0^,\0^'\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ñ\0^ñ\0^;\0^¡\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^`\0^ç\0^+\0^&\0^?\0^º\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^^\0^Ç\0^*\0^ª\r";

    public const string SpanishVariationBaseline =
        "\0`d1  ª Ç ) ! ç ? ₧ ¿ \0¨, - . = 0 1 2 3 4 5 6 7 8 9 Ñ ñ ; \0¨: % A B C D E F G H I J K L M N O P Q R S T U V W X Y Z + a b c d e f g h i j k l m n o p q r s t u v w x y z   / ( \" ÷ \0´\0`¡ ' × \0´\0`·    \u001d    \u001c    \u001e        \r";

    public const string StandardBaseline =
        "đd1  ! Ć % / ć ) = ( * , ' . - 0 1 2 3 4 5 6 7 8 9 Č č ; + : _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   # $ \" š ž đ & \0¸Š Ž Đ \0¨   \u001b    \u001c    \u001e    \u001f    \r";

    public const string StandardDeadkeyBarcode1 =
        "đd1\0¸!\0¸Ć\0¸#\0¸$\0¸%\0¸/\0¸ć\0¸)\0¸=\0¸(\0¸*\0¸,\0¸'\0¸.\0¸-\0¸0\0¸1\0¸2\0¸3\0¸4\0¸5\0¸6\0¸7\0¸8\0¸9\0¸Č\0¸č\0¸;\0¸+\0¸:\0¸_\0¸\"\0¸A\0¸B\0Ç\0¸D\0¸E\0¸F\0¸G\0¸H\0¸I\0¸J\0¸K\0¸L\0¸M\0¸N\0¸O\0¸P\0¸Q\0¸R\0Ş\0¸T\0¸U\0¸V\0¸W\0¸X\0¸Z\0¸Y\0¸š\0¸ž\0¸đ\0¸&\0¸?\0¸¸\0¸a\0¸b\0ç\0¸d\0¸e\0¸f\0¸g\0¸h\0¸i\0¸j\0¸k\0¸l\0¸m\0¸n\0¸o\0¸p\0¸q\0¸r\0ş\0¸t\0¸u\0¸v\0¸w\0¸x\0¸z\0¸y\0¸Š\0¸Ž\0¸Đ\0¸¨\r";

    public const string StandardDeadkeyBarcode2 =
        "đd1\0¨!\0¨Ć\0¨#\0¨$\0¨%\0¨/\0¨ć\0¨)\0¨=\0¨(\0¨*\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Č\0¨č\0¨;\0¨+\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0¨I\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Z\0¨Y\0¨š\0¨ž\0¨đ\0¨&\0¨?\0¨¸\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0¨i\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0¨z\0¨y\0¨Š\0¨Ž\0¨Đ\0¨¨\r";

    public const string SwedishBaseline =
        "\0¨d1  ! Ä % / ä ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" å ' \0¨& § Å * \0^½    \u001d    \0    \u001e        \r";

    public const string SwedishDeadkeyBarcode1 =
        "\0¨d1\0`!\0`Ä\0`#\0`¤\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`å\0`'\0`¨\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`Å\0`*\0`^\0`½\r";

    public const string SwedishDeadkeyBarcode2 =
        "\0¨d1\0´!\0´Ä\0´#\0´¤\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´+\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´å\0´'\0´¨\0´&\0´?\0´§\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´Å\0´*\0´^\0´½\r";

    public const string SwedishDeadkeyBarcode3 =
        "\0¨d1\0¨!\0¨Ä\0¨#\0¨¤\0¨%\0¨/\0¨ä\0¨)\0¨=\0¨(\0¨`\0¨,\0¨+\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Ö\0¨ö\0¨;\0¨´\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨å\0¨'\0¨¨\0¨&\0¨?\0¨§\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨Å\0¨*\0¨^\0¨½\r";

    public const string SwedishDeadkeyBarcode4 =
        "\0¨d1\0^!\0^Ä\0^#\0^¤\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^+\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^å\0^'\0^¨\0^&\0^?\0^§\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^Å\0^*\0^^\0^½\r";

    public const string SwedishWithSamiBaseline =
        "\0¨d1  ! Ä % / ä ) = ( \0`, + . - 0 1 2 3 4 5 6 7 8 9 Ö ö ; \0´: _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # ¤ \" å ' \0¨& § Å * \0^½    \0    \0    \0        \r";

    public const string SwedishWithSamiDeadkeyBarcode1 =
        "\0¨d1\0`!\0`Ä\0`#\0`¤\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`+\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`Ö\0`ö\0`;\0`´\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0Ẁ\0`X\0Ỳ\0`Z\0`å\0`'\0`¨\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0ẁ\0`x\0ỳ\0`z\0`Å\0`*\0`^\0`½\r";

    public const string SwedishWithSamiDeadkeyBarcode2 =
        "\0¨d1\0´!\0´Ä\0´#\0´¤\0´%\0´/\0´ä\0´)\0´=\0´(\0´`\0´,\0´+\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´Ö\0´ö\0´;\0´´\0´:\0´_\0´\"\0Á\0´B\0Ć\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0Ĺ\0´M\0Ń\0Ó\0´P\0´Q\0Ŕ\0Ś\0´T\0Ú\0´V\0Ẃ\0´X\0Ý\0Ź\0ǻ\0´'\0´¨\0´&\0´?\0´§\0á\0´b\0ć\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0ĺ\0´m\0ń\0ó\0´p\0´q\0ŕ\0ś\0´t\0ú\0´v\0ẃ\0´x\0ý\0ź\0Ǻ\0´*\0´^\0´½\r";

    public const string SwedishWithSamiDeadkeyBarcode3 =
        "\0¨d1\0¨!\0¨Ä\0¨#\0¨¤\0¨%\0¨/\0¨ä\0¨)\0¨=\0¨(\0¨`\0¨,\0¨+\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨Ö\0¨ö\0¨;\0¨´\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0Ẅ\0¨X\0Ÿ\0¨Z\0¨å\0¨'\0¨¨\0¨&\0¨?\0¨§\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0ẅ\0¨x\0ÿ\0¨z\0¨Å\0¨*\0¨^\0¨½\r";

    public const string SwedishWithSamiDeadkeyBarcode4 =
        "\0¨d1\0^!\0^Ä\0^#\0^¤\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^+\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^Ö\0^ö\0^;\0^´\0^:\0^_\0^\"\0Â\0^B\0Ĉ\0^D\0Ê\0^F\0Ĝ\0Ĥ\0Î\0Ĵ\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0Ŝ\0^T\0Û\0^V\0Ŵ\0^X\0Ŷ\0^Z\0^å\0^'\0^¨\0^&\0^?\0^§\0â\0^b\0ĉ\0^d\0ê\0^f\0ĝ\0ĥ\0î\0ĵ\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0ŝ\0^t\0û\0^v\0ŵ\0^x\0ŷ\0^z\0^Å\0^*\0^^\0^½\r";

    public const string SwissFrenchBaseline =
        "\0¨d1  + ä % / à ) = ( \0`, ' . - 0 1 2 3 4 5 6 7 8 9 ö é ; \0^: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   * ç \" è $ \0\"& § ü £ ! °    \u001d    \u001c    \u001e    \0    \r";

    public const string SwissFrenchDeadkeyBarcode1 =
        "\0¨d1\0`+\0`ä\0`*\0`ç\0`%\0`/\0`à\0`)\0`=\0`(\0``\0`,\0`'\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`ö\0`é\0`;\0`^\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Z\0`Y\0`è\0`$\0`¨\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`z\0`y\0`ü\0`£\0`!\0`°\r";

    public const string SwissFrenchDeadkeyBarcode2 =
        "\0¨d1\0^+\0^ä\0^*\0^ç\0^%\0^/\0^à\0^)\0^=\0^(\0^`\0^,\0^'\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^ö\0^é\0^;\0^^\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Z\0^Y\0^è\0^$\0^¨\0^&\0^?\0^§\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^z\0^y\0^ü\0^£\0^!\0^°\r";

    public const string SwissFrenchDeadkeyBarcode3 =
        "\0¨d1\0¨+\0¨ä\0¨*\0¨ç\0¨%\0¨/\0¨à\0¨)\0¨=\0¨(\0¨`\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨ö\0¨é\0¨;\0¨^\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Z\0¨Y\0¨è\0¨$\0¨¨\0¨&\0¨?\0¨§\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0¨z\0ÿ\0¨ü\0¨£\0¨!\0¨°\r";

    public const string SwissGermanBaseline =
        "\0¨d1  + à % / ä ) = ( \0`, ' . - 0 1 2 3 4 5 6 7 8 9 é ö ; \0^: _ A B C D E F G H I J K L M N O P Q R S T U V W X Z Y ? a b c d e f g h i j k l m n o p q r s t u v w x z y   * ç \" ü $ \0¨& § è £ ! °    \u001d    \u001c    \u001e    \0    \r";

    public const string SwissGermanDeadkeyBarcode1 =
        "\0¨d1\0`+\0`à\0`*\0`ç\0`%\0`/\0`ä\0`)\0`=\0`(\0``\0`,\0`'\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`é\0`ö\0`;\0`^\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Z\0`Y\0`ü\0`$\0`¨\0`&\0`?\0`§\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`z\0`y\0`è\0`£\0`!\0`°\r";

    public const string SwissGermanDeadkeyBarcode2 =
        "\0¨d1\0^+\0^à\0^*\0^ç\0^%\0^/\0^ä\0^)\0^=\0^(\0^`\0^,\0^'\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^é\0^ö\0^;\0^^\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Z\0^Y\0^ü\0^$\0^¨\0^&\0^?\0^§\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^z\0^y\0^è\0^£\0^!\0^°\r";

    public const string SwissGermanDeadkeyBarcode3 =
        "\0¨d1\0¨+\0¨à\0¨*\0¨ç\0¨%\0¨/\0¨ä\0¨)\0¨=\0¨(\0¨`\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨é\0¨ö\0¨;\0¨^\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Z\0¨Y\0¨ü\0¨$\0¨¨\0¨&\0¨?\0¨§\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0¨z\0ÿ\0¨è\0¨£\0¨!\0¨°\r";

    public const string BulgarianBaseline =
        ";а1  ! Ч % : ч – № / € р - л б 0 1 2 3 4 5 6 7 8 9 М м Р . Л Б ѝ Ф Ъ А Е О Ж Г С Т Н В П Х Д З ы И Я Ш К Э У Й Щ Ю $ ь ф ъ а е о ж г с т н в п х д з , и я ш к э у й щ ю   + \" ? ц „ ; = ( Ц “ § )    \0    \0    \0        \r";

    public const string BulgarianLatinBaseline =
        "]d1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ [ \\ ] ^ ` { | } ~    \u001d    \u001c    \u001e        \r";

    public const string BulgarianPhoneticTraditionalBaseline =
        "щд1  ! \" % § ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? А Б Ц Д Е Ф Г Х И Й К Л М Н О П Я Р С Т У Ж В ѝ Ъ З _ а б ц д е ф г х и й к л м н о п я р с т у ж в ь ъ з   № $ @ ш ю щ € ч Ш Ю Щ Ч    \0    \0    \0        \r";

    public const string BulgarianPhoneticBaseline =
        "щд1  ! \" % § ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; „ = “ ? А Б Ц Д Е Ф Г Х И Й К Л М Н О П Ч Р С Т У В Ш Ж Ъ З – а б ц д е ф г х и й к л м н о п ч р с т у в ш ж ъ з   № $ @ я ь щ € ю Я ѝ Щ Ю    \0    \0    \0    \0    \r";

    public const string BulgarianTypewriterBaseline =
        ";а1  ! Ч % : ч _ № / V р - л б 0 1 2 3 4 5 6 7 8 9 М м Р . Л Б Ь Ф Ъ А Е О Ж Г С Т Н В П Х Д З ы И Я Ш К Э У Й Щ Ю І ь ф ъ а е о ж г с т н в п х д з , и я ш к э у й щ ю   + \" ? ц ( ; = ` Ц ) § ~    \u001d    \u001c    \u001e        \r";

    public const string GreekBaseline =
        "]δ1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 \0¨\0΄< = > ? Α Β Ψ Δ Ε Φ Γ Η Ι Ξ Κ Λ Μ Ν Ο Π : Ρ Σ Τ Θ Ω \0΅Χ Υ Ζ _ α β ψ δ ε φ γ η ι ξ κ λ μ ν ο π ; ρ σ τ θ ω ς χ υ ζ   # $ @ [ \\ ] ^ ` { | } ~    \u001d    \u001c    \u001e        \r";

    public const string GreekDeadkeyBarcode1 =
        "]δ1\0¨!\0¨\"\0¨#\0¨$\0¨%\0¨&\0¨'\0¨(\0¨)\0¨*\0¨+\0¨,\0¨-\0¨.\0¨/\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨¨\0¨΄\0¨<\0¨=\0¨>\0¨?\0¨@\0¨Α\0¨Β\0¨Ψ\0¨Δ\0¨Ε\0¨Φ\0¨Γ\0¨Η\0Ϊ\0¨Ξ\0¨Κ\0¨Λ\0¨Μ\0¨Ν\0¨Ο\0¨Π\0¨:\0¨Ρ\0¨Σ\0¨Τ\0¨Θ\0¨Ω\0¨΅\0¨Χ\0Ϋ\0¨Ζ\0¨[\0¨\\\0¨]\0¨^\0¨_\0¨`\0¨α\0¨β\0¨ψ\0¨δ\0¨ε\0¨φ\0¨γ\0¨η\0ϊ\0¨ξ\0¨κ\0¨λ\0¨μ\0¨ν\0¨ο\0¨π\0¨;\0¨ρ\0¨σ\0¨τ\0¨θ\0¨ω\0¨ς\0¨χ\0ϋ\0¨ζ\0¨{\0¨|\0¨}\0¨~\r";

    public const string GreekDeadkeyBarcode2 =
        "]δ1\0΄!\0΄\"\0΄#\0΄$\0΄%\0΄&\0΄'\0΄(\0΄)\0΄*\0΄+\0΄,\0΄-\0΄.\0΄/\0΄0\0΄1\0΄2\0΄3\0΄4\0΄5\0΄6\0΄7\0΄8\0΄9\0΄¨\0΄΄\0΄<\0΄=\0΄>\0΄?\0΄@\0Ά\0΄Β\0΄Ψ\0΄Δ\0Έ\0΄Φ\0΄Γ\0Ή\0Ί\0΄Ξ\0΄Κ\0΄Λ\0΄Μ\0΄Ν\0Ό\0΄Π\0΄:\0΄Ρ\0΄Σ\0΄Τ\0΄Θ\0Ώ\0΄΅\0΄Χ\0Ύ\0΄Ζ\0΄[\0΄\\\0΄]\0΄^\0΄_\0΄`\0ά\0΄β\0΄ψ\0΄δ\0έ\0΄φ\0΄γ\0ή\0ί\0΄ξ\0΄κ\0΄λ\0΄μ\0΄ν\0ό\0΄π\0΄;\0΄ρ\0΄σ\0΄τ\0΄θ\0ώ\0΄ς\0΄χ\0ύ\0΄ζ\0΄{\0΄|\0΄}\0΄~\r";

    public const string GreekDeadkeyBarcode3 =
        "]δ1\0΅!\0΅\"\0΅#\0΅$\0΅%\0΅&\0΅'\0΅(\0΅)\0΅*\0΅+\0΅,\0΅-\0΅.\0΅/\0΅0\0΅1\0΅2\0΅3\0΅4\0΅5\0΅6\0΅7\0΅8\0΅9\0΅¨\0΅΄\0΅<\0΅=\0΅>\0΅?\0΅@\0΅Α\0΅Β\0΅Ψ\0΅Δ\0΅Ε\0΅Φ\0΅Γ\0΅Η\0΅Ι\0΅Ξ\0΅Κ\0΅Λ\0΅Μ\0΅Ν\0΅Ο\0΅Π\0΅:\0΅Ρ\0΅Σ\0΅Τ\0΅Θ\0΅Ω\0΅΅\0΅Χ\0΅Υ\0΅Ζ\0΅[\0΅\\\0΅]\0΅^\0΅_\0΅`\0΅α\0΅β\0΅ψ\0΅δ\0΅ε\0΅φ\0΅γ\0΅η\0ΐ\0΅ξ\0΅κ\0΅λ\0΅μ\0΅ν\0΅ο\0΅π\0΅;\0΅ρ\0΅σ\0΅τ\0΅θ\0΅ω\0΅ς\0΅χ\0ΰ\0΅ζ\0΅{\0΅|\0΅}\0΅~\r";

    public const string Greek220Baseline =
        "}δ1  ! \0΅% / \0¨) = ( [ , ' . - 0 1 2 3 4 5 6 7 8 9 \0¨\0΄; ] : _ Α Β Ψ Δ Ε Φ Γ Η Ι Ξ Κ Λ Μ Ν Ο Π : Ρ Σ Τ Θ Ω ~ Χ Υ Ζ ? α β ψ δ ε φ γ η ι ξ κ λ μ ν ο π ; ρ σ τ θ ω ς χ υ ζ   £ $ \" + # } & ½ * @ { ±    \u001d    \0    \u001e    \0    \r";

    public const string Greek319Baseline =
        "]δ1  ! ‘ % / ’ ) = ( * , ' . - 0 1 2 3 4 5 6 7 8 9 \0¨\0΄; + : _ Α Β Ψ Δ Ε Φ Γ Η Ι Ξ Κ Λ Μ Ν Ο Π ― Ρ Σ Τ Θ Ω ¦ Χ Υ Ζ ° α β ψ δ ε φ γ η ι ξ κ λ μ ν ο π · ρ σ τ θ ω ς χ υ ζ   £ $ \" [ ² ] ¬ ½ « ³ » ±    \u001d    \u001c    \u001e    \u001f    \r";

    public const string Greek319DeadkeyBarcode1 =
        "]δ1\0¨!\0¨‘\0¨£\0¨$\0¨%\0¨/\0¨’\0¨)\0¨=\0¨(\0¨*\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨¨\0¨΄\0¨;\0¨+\0¨:\0¨_\0¨\"\0¨Α\0¨Β\0¨Ψ\0¨Δ\0¨Ε\0¨Φ\0¨Γ\0¨Η\0Ϊ\0¨Ξ\0¨Κ\0¨Λ\0¨Μ\0¨Ν\0¨Ο\0¨Π\0¨―\0¨Ρ\0¨Σ\0¨Τ\0¨Θ\0¨Ω\0¨¦\0¨Χ\0Ϋ\0¨Ζ\0¨[\0¨²\0¨]\0¨¬\0¨°\0¨½\0¨α\0¨β\0¨ψ\0¨δ\0¨ε\0¨φ\0¨γ\0¨η\0ϊ\0¨ξ\0¨κ\0¨λ\0¨μ\0¨ν\0¨ο\0¨π\0¨·\0¨ρ\0¨σ\0¨τ\0¨θ\0¨ω\0¨ς\0¨χ\0ϋ\0¨ζ\0¨«\0¨³\0¨»\0¨±\r";

    public const string Greek319DeadkeyBarcode2 =
        "]δ1\0΄!\0΄‘\0΄£\0΄$\0΄%\0΄/\0΄’\0΄)\0΄=\0΄(\0΄*\0΄,\0΄'\0΄.\0΄-\0΄0\0΄1\0΄2\0΄3\0΄4\0΄5\0΄6\0΄7\0΄8\0΄9\0΄¨\0΄΄\0΄;\0΄+\0΄:\0΄_\0΄\"\0Ά\0΄Β\0΄Ψ\0΄Δ\0Έ\0΄Φ\0΄Γ\0Ή\0Ί\0΄Ξ\0΄Κ\0΄Λ\0΄Μ\0΄Ν\0Ό\0΄Π\0΄―\0΄Ρ\0΄Σ\0΄Τ\0΄Θ\0Ώ\0΄¦\0΄Χ\0Ύ\0΄Ζ\0΄[\0΄²\0΄]\0΄¬\0΄°\0΄½\0ά\0΄β\0΄ψ\0΄δ\0έ\0΄φ\0΄γ\0ή\0ί\0΄ξ\0΄κ\0΄λ\0΄μ\0΄ν\0ό\0΄π\0΄·\0΄ρ\0΄σ\0΄τ\0΄θ\0ώ\0΄ς\0΄χ\0ύ\0΄ζ\0΄«\0΄³\0΄»\0΄±\r";

    public const string Greek220LatinBaseline =
        "}d1  ! \0΅% / \0¨) = ( [ , ' . - 0 1 2 3 4 5 6 7 8 9 \0¨\0΄; ] : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ \" + # } & \\ * @ { |    \u001d    \0    \u001e    \0    \r";

    public const string Greek319LatinBaseline =
        "]d1  ! \0~% / \0^) = ( * , ' . - 0 1 2 3 4 5 6 7 8 9 \0¨\0´; + : _ A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ? a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ \" [ \0`] & \\ { @ } |    \u001d    \0    \0    \0    \r";

    public const string Greek319LatinDeadkeyBarcode1 =
        "]d1\0~!\0~~\0~#\0~$\0~%\0~/\0~^\0~)\0~=\0~(\0~*\0~,\0~'\0~.\0~-\0~0\0~1\0~2\0~3\0~4\0~5\0~6\0~7\0~8\0~9\0~¨\0~´\0~;\0~+\0~:\0~_\0~\"\0Ã\0~B\0~C\0~D\0~E\0~F\0~G\0~H\0~I\0~J\0~K\0~L\0~M\0Ñ\0Õ\0~P\0~Q\0~R\0~S\0~T\0~U\0~V\0~W\0~X\0~Y\0~Z\0~[\0~`\0~]\0~&\0~?\0~\\\0ã\0~b\0~c\0~d\0~e\0~f\0~g\0~h\0~i\0~j\0~k\0~l\0~m\0ñ\0õ\0~p\0~q\0~r\0~s\0~t\0~u\0~v\0~w\0~x\0~y\0~z\0~{\0~@\0~}\0~|\r";

    public const string Greek319LatinDeadkeyBarcode2 =
        "]d1\0^!\0^~\0^#\0^$\0^%\0^/\0^^\0^)\0^=\0^(\0^*\0^,\0^'\0^.\0^-\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^¨\0^´\0^;\0^+\0^:\0^_\0^\"\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^[\0^`\0^]\0^&\0^?\0^\\\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^{\0^@\0^}\0^|\r";

    public const string Greek319LatinDeadkeyBarcode3 =
        "]d1\0¨!\0¨~\0¨#\0¨$\0¨%\0¨/\0¨^\0¨)\0¨=\0¨(\0¨*\0¨,\0¨'\0¨.\0¨-\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨¨\0¨´\0¨;\0¨+\0¨:\0¨_\0¨\"\0Ä\0¨B\0¨C\0¨D\0Ë\0¨F\0¨G\0¨H\0Ï\0¨J\0¨K\0¨L\0¨M\0¨N\0Ö\0¨P\0¨Q\0¨R\0¨S\0¨T\0Ü\0¨V\0¨W\0¨X\0¨Y\0¨Z\0¨[\0¨`\0¨]\0¨&\0¨?\0¨\\\0ä\0¨b\0¨c\0¨d\0ë\0¨f\0¨g\0¨h\0ï\0¨j\0¨k\0¨l\0¨m\0¨n\0ö\0¨p\0¨q\0¨r\0¨s\0¨t\0ü\0¨v\0¨w\0¨x\0ÿ\0¨z\0¨{\0¨@\0¨}\0¨|\r";

    public const string Greek319LatinDeadkeyBarcode4 =
        "]d1\0´!\0´~\0´#\0´$\0´%\0´/\0´^\0´)\0´=\0´(\0´*\0´,\0´'\0´.\0´-\0´0\0´1\0´2\0´3\0´4\0´5\0´6\0´7\0´8\0´9\0´¨\0´´\0´;\0´+\0´:\0´_\0´\"\0Á\0´B\0´C\0´D\0É\0´F\0´G\0´H\0Í\0´J\0´K\0´L\0´M\0´N\0Ó\0´P\0´Q\0´R\0´S\0´T\0Ú\0´V\0´W\0´X\0Ý\0´Z\0´[\0´`\0´]\0´&\0´?\0´\\\0á\0´b\0´c\0´d\0é\0´f\0´g\0´h\0í\0´j\0´k\0´l\0´m\0´n\0ó\0´p\0´q\0´r\0´s\0´t\0ú\0´v\0´w\0´x\0ý\0´z\0´{\0´@\0´}\0´|\r";

    public const string Greek319LatinDeadkeyBarcode5 =
        "]d1\0`!\0`~\0`#\0`$\0`%\0`/\0`^\0`)\0`=\0`(\0`*\0`,\0`'\0`.\0`-\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`¨\0`´\0`;\0`+\0`:\0`_\0`\"\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`[\0``\0`]\0`&\0`?\0`\\\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`{\0`@\0`}\0`|\r";

    public const string GreekLatinBaseline =
        "]d1  ! \" % & ' ( ) * + , - . / 0 1 2 3 4 5 6 7 8 9 : ; < = > ? A B C D E F G H I J K L M N O P Q R S T U V W X Y Z _ a b c d e f g h i j k l m n o p q r s t u v w x y z   # $ @ [ \\ ] \0^\0`{ | } \0~   \u001d    \u001c    \u001e        \r";

    public const string GreekLatinDeadkeyBarcode1 =
        "]d1\0^!\0^\"\0^#\0^$\0^%\0^&\0^'\0^(\0^)\0^*\0^+\0^,\0^-\0^.\0^/\0^0\0^1\0^2\0^3\0^4\0^5\0^6\0^7\0^8\0^9\0^:\0^;\0^<\0^=\0^>\0^?\0^@\0Â\0^B\0^C\0^D\0Ê\0^F\0^G\0^H\0Î\0^J\0^K\0^L\0^M\0^N\0Ô\0^P\0^Q\0^R\0^S\0^T\0Û\0^V\0^W\0^X\0^Y\0^Z\0^[\0^\\\0^]\0^^\0^_\0^`\0â\0^b\0^c\0^d\0ê\0^f\0^g\0^h\0î\0^j\0^k\0^l\0^m\0^n\0ô\0^p\0^q\0^r\0^s\0^t\0û\0^v\0^w\0^x\0^y\0^z\0^{\0^|\0^}\0^~\r";

    public const string GreekLatinDeadkeyBarcode2 =
        "]d1\0`!\0`\"\0`#\0`$\0`%\0`&\0`'\0`(\0`)\0`*\0`+\0`,\0`-\0`.\0`/\0`0\0`1\0`2\0`3\0`4\0`5\0`6\0`7\0`8\0`9\0`:\0`;\0`<\0`=\0`>\0`?\0`@\0À\0`B\0`C\0`D\0È\0`F\0`G\0`H\0Ì\0`J\0`K\0`L\0`M\0`N\0Ò\0`P\0`Q\0`R\0`S\0`T\0Ù\0`V\0`W\0`X\0`Y\0`Z\0`[\0`\\\0`]\0`^\0`_\0``\0à\0`b\0`c\0`d\0è\0`f\0`g\0`h\0ì\0`j\0`k\0`l\0`m\0`n\0ò\0`p\0`q\0`r\0`s\0`t\0ù\0`v\0`w\0`x\0`y\0`z\0`{\0`|\0`}\0`~\r";

    public const string GreekLatinDeadkeyBarcode3 =
        "]d1\0~!\0~\"\0~#\0~$\0~%\0~&\0~'\0~(\0~)\0~*\0~+\0~,\0~-\0~.\0~/\0~0\0~1\0~2\0~3\0~4\0~5\0~6\0~7\0~8\0~9\0~:\0~;\0~<\0~=\0~>\0~?\0~@\0Ã\0~B\0~C\0~D\0~E\0~F\0~G\0~H\0~I\0~J\0~K\0~L\0~M\0Ñ\0Õ\0~P\0~Q\0~R\0~S\0~T\0~U\0~V\0~W\0~X\0~Y\0~Z\0~[\0~\\\0~]\0~^\0~_\0~`\0ã\0~b\0~c\0~d\0~e\0~f\0~g\0~h\0~i\0~j\0~k\0~l\0~m\0ñ\0õ\0~p\0~q\0~r\0~s\0~t\0~u\0~v\0~w\0~x\0~y\0~z\0~{\0~|\0~}\0~~\r";

    public const string GreekPolytonicBaseline =
        "\0]δ1  ! \0\"% & \0'( ) * \0+, \0-. \0/0 1 2 3 4 5 6 7 8 9 \0¨\0΄< \0=> \0?Α Β Ψ Δ Ε Φ Γ Η Ι Ξ Κ Λ Μ Ν Ο Π \0:Ρ Σ Τ Θ Ω \0΅Χ Υ Ζ \0_α β ψ δ ε φ γ η ι ξ κ λ μ ν ο π \0;ρ σ τ θ ω ς χ υ ζ   # $ @ \0[\0\\\0]^ \0~\0{\0|\0}\0`   \u001d    \u001c    \u001e        \r";

    public const string GreekPolytonicDeadkeyBarcode1 =
        "\0]δ1\0\"!\0\"\"\0\"#\0\"$\0\"%\0\"&\0\"'\0\"(\0\")\0\"*\0\"+\0\",\0\"-\0῾\0\"/\0\"0\0\"1\0\"2\0\"3\0\"4\0\"5\0\"6\0\"7\0\"8\0\"9\0\"¨\0\"΄\0\"<\0\"=\0\">\0\"?\0\"@\0Ἁ\0\"Β\0\"Ψ\0\"Δ\0Ἑ\0\"Φ\0\"Γ\0Ἡ\0Ἱ\0\"Ξ\0\"Κ\0\"Λ\0\"Μ\0\"Ν\0Ὁ\0\"Π\0\":\0Ῥ\0\"Σ\0\"Τ\0\"Θ\0Ὡ\0\"΅\0\"Χ\0Ὑ\0\"Ζ\0\"[\0\"\\\0\"]\0\"^\0\"_\0\"~\0ἁ\0\"β\0\"ψ\0\"δ\0ἑ\0\"φ\0\"γ\0ἡ\0ἱ\0\"ξ\0\"κ\0\"λ\0\"μ\0\"ν\0ὁ\0\"π\0\";\0ῥ\0\"σ\0\"τ\0\"θ\0ὡ\0\"ς\0\"χ\0ὑ\0\"ζ\0\"{\0\"|\0\"}\0\"`\r";

    public const string GreekPolytonicDeadkeyBarcode2 =
        "\0]δ1\0'!\0'\"\0'#\0'$\0'%\0'&\0''\0'(\0')\0'*\0'+\0',\0'-\0᾿\0'/\0'0\0'1\0'2\0'3\0'4\0'5\0'6\0'7\0'8\0'9\0'¨\0'΄\0'<\0'=\0'>\0'?\0'@\0Ἀ\0'Β\0'Ψ\0'Δ\0Ἐ\0'Φ\0'Γ\0Ἠ\0Ἰ\0'Ξ\0'Κ\0'Λ\0'Μ\0'Ν\0Ὀ\0'Π\0':\0'Ρ\0'Σ\0'Τ\0'Θ\0Ὠ\0'΅\0'Χ\0'Υ\0'Ζ\0'[\0'\\\0']\0'^\0'_\0'~\0ἀ\0'β\0'ψ\0'δ\0ἐ\0'φ\0'γ\0ἠ\0ἰ\0'ξ\0'κ\0'λ\0'μ\0'ν\0ὀ\0'π\0';\0ῤ\0'σ\0'τ\0'θ\0ὠ\0'ς\0'χ\0ὐ\0'ζ\0'{\0'|\0'}\0'`\r";

    public const string GreekPolytonicDeadkeyBarcode3 =
        "\0]δ1\0+!\0+\"\0+#\0+$\0+%\0+&\0+'\0+(\0+)\0+*\0++\0+,\0+-\0῟\0+/\0+0\0+1\0+2\0+3\0+4\0+5\0+6\0+7\0+8\0+9\0+¨\0+΄\0+<\0+=\0+>\0+?\0+@\0Ἇ\0+Β\0+Ψ\0+Δ\0+Ε\0+Φ\0+Γ\0Ἧ\0Ἷ\0+Ξ\0+Κ\0+Λ\0+Μ\0+Ν\0+Ο\0+Π\0+:\0+Ρ\0+Σ\0+Τ\0+Θ\0Ὧ\0+΅\0+Χ\0Ὗ\0+Ζ\0+[\0+\\\0+]\0+^\0+_\0+~\0ἇ\0+β\0+ψ\0+δ\0+ε\0+φ\0+γ\0ἧ\0ἷ\0+ξ\0+κ\0+λ\0+μ\0+ν\0+ο\0+π\0+;\0+ρ\0+σ\0+τ\0+θ\0ὧ\0+ς\0+χ\0ὗ\0+ζ\0+{\0+|\0+}\0+`\r";

    public const string GreekPolytonicDeadkeyBarcode4 =
        "\0]δ1\0-!\0-\"\0-#\0-$\0-%\0-&\0-'\0-(\0-)\0-*\0-+\0-,\0--\0¯\0-/\0-0\0-1\0-2\0-3\0-4\0-5\0-6\0-7\0-8\0-9\0-¨\0-΄\0-<\0-=\0->\0-?\0-@\0Ᾱ\0-Β\0-Ψ\0-Δ\0-Ε\0-Φ\0-Γ\0-Η\0Ῑ\0-Ξ\0-Κ\0-Λ\0-Μ\0-Ν\0-Ο\0-Π\0-:\0-Ρ\0-Σ\0-Τ\0-Θ\0-Ω\0-΅\0-Χ\0Ῡ\0-Ζ\0-[\0-\\\0-]\0-^\0-_\0-~\0ᾱ\0-β\0-ψ\0-δ\0-ε\0-φ\0-γ\0-η\0ῑ\0-ξ\0-κ\0-λ\0-μ\0-ν\0-ο\0-π\0-;\0-ρ\0-σ\0-τ\0-θ\0-ω\0-ς\0-χ\0ῡ\0-ζ\0-{\0-|\0-}\0-`\r";

    public const string GreekPolytonicDeadkeyBarcode5 =
        "\0]δ1\0/!\0/\"\0/#\0/$\0/%\0/&\0/'\0/(\0/)\0/*\0/+\0/,\0/-\0῎\0//\0/0\0/1\0/2\0/3\0/4\0/5\0/6\0/7\0/8\0/9\0/¨\0/΄\0/<\0/=\0/>\0/?\0/@\0Ἄ\0/Β\0/Ψ\0/Δ\0Ἔ\0/Φ\0/Γ\0Ἤ\0Ἴ\0/Ξ\0/Κ\0/Λ\0/Μ\0/Ν\0Ὄ\0/Π\0/:\0/Ρ\0/Σ\0/Τ\0/Θ\0Ὤ\0/΅\0/Χ\0/Υ\0/Ζ\0/[\0/\\\0/]\0/^\0/_\0/~\0ἄ\0/β\0/ψ\0/δ\0ἔ\0/φ\0/γ\0ἤ\0ἴ\0/ξ\0/κ\0/λ\0/μ\0/ν\0ὄ\0/π\0/;\0/ρ\0/σ\0/τ\0/θ\0ὤ\0/ς\0/χ\0ὔ\0/ζ\0/{\0/|\0/}\0/`\r";

    public const string GreekPolytonicDeadkeyBarcode6 =
        "\0]δ1\0¨!\0¨\"\0¨#\0¨$\0¨%\0¨&\0¨'\0¨(\0¨)\0¨*\0¨+\0¨,\0¨-\0¨\0¨/\0¨0\0¨1\0¨2\0¨3\0¨4\0¨5\0¨6\0¨7\0¨8\0¨9\0¨¨\0¨΄\0¨<\0¨=\0¨>\0¨?\0¨@\0¨Α\0¨Β\0¨Ψ\0¨Δ\0¨Ε\0¨Φ\0¨Γ\0¨Η\0Ϊ\0¨Ξ\0¨Κ\0¨Λ\0¨Μ\0¨Ν\0¨Ο\0¨Π\0¨:\0¨Ρ\0¨Σ\0¨Τ\0¨Θ\0¨Ω\0¨΅\0¨Χ\0Ϋ\0¨Ζ\0¨[\0¨\\\0¨]\0¨^\0¨_\0¨~\0¨α\0¨β\0¨ψ\0¨δ\0¨ε\0¨φ\0¨γ\0¨η\0ϊ\0¨ξ\0¨κ\0¨λ\0¨μ\0¨ν\0¨ο\0¨π\0¨;\0¨ρ\0¨σ\0¨τ\0¨θ\0¨ω\0¨ς\0¨χ\0ϋ\0¨ζ\0¨{\0¨|\0¨}\0¨`\r";

    public const string GreekPolytonicDeadkeyBarcode7 =
        "\0]δ1\0΄!\0΄\"\0΄#\0΄$\0΄%\0΄&\0΄'\0΄(\0΄)\0΄*\0΄+\0΄,\0΄-\0΄\0΄/\0΄0\0΄1\0΄2\0΄3\0΄4\0΄5\0΄6\0΄7\0΄8\0΄9\0΄¨\0΄΄\0΄<\0΄=\0΄>\0΄?\0΄@\0Ά\0΄Β\0΄Ψ\0΄Δ\0Έ\0΄Φ\0΄Γ\0Ή\0Ί\0΄Ξ\0΄Κ\0΄Λ\0΄Μ\0΄Ν\0Ό\0΄Π\0΄:\0΄Ρ\0΄Σ\0΄Τ\0΄Θ\0Ώ\0΄΅\0΄Χ\0Ύ\0΄Ζ\0΄[\0΄\\\0΄]\0΄^\0΄_\0΄~\0ά\0΄β\0΄ψ\0΄δ\0έ\0΄φ\0΄γ\0ή\0ί\0΄ξ\0΄κ\0΄λ\0΄μ\0΄ν\0ό\0΄π\0΄;\0΄ρ\0΄σ\0΄τ\0΄θ\0ώ\0΄ς\0΄χ\0ύ\0΄ζ\0΄{\0΄|\0΄}\0΄`\r";
}